{
    "id": "p2-s6",
    "title": "Professional Ethics – Comprehensive CMA Exam Guide (2026 Syllabus)",
    "weightage": "15%",
    "examLevel": "Level B (Application and Analysis)",
    "recommendedStudyHours": "12-15 hours",
    "overview": "Professional Ethics (15% of Part 2) is a critical section that tests both knowledge of the IMA Statement of Ethical Professional Practice and the ability to apply ethical reasoning to real-world scenarios. The 2026 CMA syllabus emphasizes case-based questions requiring candidates to identify ethical violations, determine appropriate resolution steps, and understand the legal framework including the Foreign Corrupt Practices Act (FCPA). Mastery requires memorizing the four standards, understanding the fraud triangle, and knowing the hierarchical conflict resolution process. Ethics questions often serve as differentiators in the exam—candidates who understand the nuances typically score higher. The 2026 syllabus incorporates updated FCPA enforcement trends, emphasizing individual accountability and national security considerations in corruption cases [citation:2][citation:7].",
    "bulletNotes": [
        "**IMA Statement of Ethics**: Based on 4 Principles (**Honesty, Fairness, Objectivity, Responsibility**) and 4 Standards (**Competence, Confidentiality, Integrity, Credibility**) [citation:1][citation:6].",
        "**Competence**: Maintain professional expertise by developing skills. Perform duties in accordance with laws and technical standards. Provide accurate, clear, and timely information. Recognize and help manage risk [citation:1].",
        "**Confidentiality**: Keep information confidential unless disclosure is authorized or legally required. Inform relevant parties about appropriate use of confidential information and monitor compliance. Refrain from using confidential information for unethical or illegal advantage [citation:1].",
        "**Integrity**: Mitigate actual conflicts of interest and avoid apparent conflicts. Refrain from conduct that prejudices ethical duties. Abstain from activities that might discredit the profession. Contribute to positive ethical culture and place integrity above personal interests [citation:1].",
        "**Credibility**: Communicate information fairly and objectively. Disclose all relevant information that could influence user understanding. Report delays, deficiencies, or limitations in information or controls. Communicate professional constraints that preclude successful performance [citation:1].",
        "**Conflict Resolution Steps**: (1) Follow organization's established policies; (2) Discuss with immediate supervisor (unless supervisor involved); (3) Escalate to next management level if supervisor involved; (4) Consult IMA Ethics Helpline or attorney; (5) Consider disassociation if unresolved [citation:1][citation:4][citation:6].",
        "**External Communication**: Contacting external authorities is appropriate ONLY when there is a clear violation of law. Never contact media or external parties for internal ethical disputes [citation:4].",
        "**Fraud Triangle**: Three elements must exist for fraud to occur: Opportunity, Pressure (Incentive), Rationalization [citation:3][citation:7].",
        "**Opportunity**: The only component controllable by management through internal controls (segregation of duties, oversight, tone at the top) [citation:3][citation:7]. In 2026, digital transformation and hybrid work create new opportunities for fraud [citation:3].",
        "**Pressure (Incentive)**: Financial stress, bonus targets tied to metrics, investor expectations, personal debt, lifestyle aspirations [citation:3].",
        "**Rationalization**: Psychological justification ('I'm just borrowing', 'Everyone does it', 'The company owes me') [citation:3].",
        "**FCPA – Anti-Bribery Provisions**: Prohibits corrupt payments (money or anything of value) to foreign officials to obtain or retain business. Applies to US companies, foreign companies listed in US, and persons acting in US territory [citation:2][citation:7].",
        "**FCPA – Accounting Provisions**: Requires issuers to maintain accurate books and records and adequate internal controls. Strict liability offense—no materiality threshold [citation:2][citation:7].",
        "**FCPA 2026 Enforcement Trends**: DOJ prioritizes cases involving US national security, cartels, substantial bribe payments, and individual accountability. SEC has paused enforcement but may resume with similar priorities [citation:2][citation:7].",
        "**FCPA Exceptions**: (1) Facilitating payments for routine governmental action (narrowly construed); (2) Local law defense; (3) Bona fide business expenditures (reasonable travel/lodging for promotion/demonstration) [citation:2].",
        "**DOJ Corporate Enforcement Policy (2025-2026)**: Companies that voluntarily self-disclose, fully cooperate, and remediate receive declination absent aggravating circumstances. Part I declinations require disgorgement. Part II (near-miss) offers 75% fine reduction. Part III offers up to 50% reduction [citation:2][citation:7].",
        "**Conflicts of Interest**: Arise when personal interests interfere with professional duties. Types: gifts (>$75 threshold raises concerns), outside board service (requires approval), moonlighting (disclose and avoid competition), family relationships (disclose and mitigate) [citation:1][citation:9].",
        "**Tone at the Top**: Leadership commitment to ethics and integrity; influences entire organization's ethical culture [citation:4][citation:7].",
        "**COSO Internal Control Components**: Control Environment, Risk Assessment, Control Activities, Information & Communication, Monitoring Activities (CRIME) [citation:4][citation:9].",
        "**Individual Accountability**: DOJ's first priority is prosecuting individuals—executives, officers, employees—who commit white-collar offenses [citation:2][citation:7].",
        "**Whistleblower Programs**: IMA offers anonymous ethics helpline. DOJ Corporate Whistleblower Awards Pilot Program (launched 2024, updated 2025) rewards tips leading to successful enforcement [citation:2]."
    ],
    "shortNotes": "Memorize the 4 Standards (Competence, Confidentiality, Integrity, Credibility) and their specific applications. For conflict resolution, remember: internal first (supervisor → next level → ethics helpline/attorney) → disassociation last. Never go external unless clear legal violation. Fraud Triangle: Opportunity (controls, most vulnerable in 2026 due to digital/hybrid work), Pressure (incentives, financial stress), Rationalization (psychology). FCPA: two parts—anti-bribery (no corrupt payments) and accounting (accurate books/controls). 2026 DOJ priorities: individual accountability, US national security, cartels, substantial misconduct. COSO: CRIME (Control Environment, Risk Assessment, Information & Communication, Monitoring, Control Activities). Integrity = personal conduct; Credibility = communication. Gifts over $75 raise red flags. Always disclose potential conflicts.",
    "mnemonics": [
        {
            "acronym": "IMA-CCIC",
            "fullForm": "Competence, Confidentiality, Integrity, Credibility",
            "description": "The four standards of the IMA Statement of Ethical Professional Practice [citation:1]"
        },
        {
            "acronym": "HFOR",
            "fullForm": "Honesty, Fairness, Objectivity, Responsibility",
            "description": "The four overarching principles of IMA ethics [citation:1]"
        },
        {
            "acronym": "OPR",
            "fullForm": "Opportunity, Pressure, Rationalization",
            "description": "The three components of the Fraud Triangle [citation:3]"
        },
        {
            "acronym": "FCPA-AA",
            "fullForm": "Anti-bribery provisions, Accounting provisions",
            "description": "The two main parts of the Foreign Corrupt Practices Act [citation:2][citation:7]"
        },
        {
            "acronym": "SIR",
            "fullForm": "Supervisor, Issue escalation, Resolution",
            "description": "Ethical conflict resolution hierarchy [citation:1][citation:4]"
        },
        {
            "acronym": "GIFT",
            "fullForm": "Gifts, Interests, Family, Transparency",
            "description": "Key areas for conflict of interest identification [citation:9]"
        },
        {
            "acronym": "CRIME",
            "fullForm": "Control Environment, Risk Assessment, Information & Communication, Monitoring, Existing Control Activities",
            "description": "COSO Internal Control Framework components [citation:4][citation:9]"
        },
        {
            "acronym": "DCR",
            "fullForm": "Declination, Cooperation, Remediation",
            "description": "DOJ's three pillars for favorable corporate resolution under CEP [citation:2][citation:7]"
        }
    ],
    "concepts": [
        {
            "title": "1. IMA Statement of Ethical Professional Practice – Detailed Analysis",
            "content": "<p><strong>Overarching Principles (HFOR):</strong><br>• <strong>Honesty:</strong> Truthfulness in all professional dealings<br>• <strong>Fairness:</strong> Impartial and equitable treatment of all parties<br>• <strong>Objectivity:</strong> Unbiased decision-making free from conflicts<br>• <strong>Responsibility:</strong> Accountability for actions and decisions [citation:1]</p><p><strong>Standards – Detailed Breakdown with Examples:</strong></p><p><strong>1. Competence:</strong><br><em>Responsibilities:</em><br>• Maintain professional expertise through continuous learning (CPE requirements)<br>• Perform duties in accordance with relevant laws, regulations, and technical standards (GAAP, IFRS, tax laws)<br>• Provide decision support information that is accurate, clear, concise, and timely<br>• Recognize and help manage risk [citation:1]<br><br><em>Violation Examples:</em><br>• Preparing financial statements without knowing current accounting standards<br>• Ignoring regulatory requirements when making recommendations<br>• Providing incomplete or misleading information for decision-making<br>• Failing to report known risks to management</p><p><strong>2. Confidentiality:</strong><br><em>Responsibilities:</em><br>• Keep information confidential except when disclosure is authorized or legally required (subpoena, court order)<br>• Inform relevant parties about appropriate use of confidential information<br>• Monitor subordinates to ensure compliance with confidentiality requirements<br>• Refrain from using confidential information for unethical or illegal advantage (insider trading) [citation:1]<br><br><em>Violation Examples:</em><br>• Discussing company financials with friends or family<br>• Using non-public information to trade stocks<br>• Sharing customer data without authorization<br>• Leaving confidential documents accessible to unauthorized personnel</p><p><strong>3. Integrity:</strong><br><em>Responsibilities:</em><br>• Mitigate actual conflicts of interest and avoid apparent conflicts<br>• Advise all parties of any potential conflicts<br>• Refrain from engaging in conduct that would prejudice carrying out duties ethically<br>• Abstain from engaging in or supporting any activity that might discredit the profession<br>• Contribute to a positive ethical culture<br>• Place integrity of the profession above personal interests [citation:1]<br><br><em>Violation Examples:</em><br>• Accepting gifts from vendors (>$75 threshold raises concerns)<br>• Serving on outside board without disclosure and approval<br>• Moonlighting with a competitor<br>• Manipulating results for personal bonus<br>• Family members in key positions without proper oversight</p><p><strong>4. Credibility:</strong><br><em>Responsibilities:</em><br>• Communicate information fairly and objectively<br>• Provide all relevant information that could reasonably be expected to influence an intended user's understanding<br>• Report any delays or deficiencies in information, timeliness, processing, or internal controls in conformance with organization policy and/or applicable law<br>• Communicate professional limitations or other constraints that would preclude responsible judgment or successful performance [citation:1]<br><br><em>Violation Examples:</em><br>• Delaying release of negative information<br>• Omitting material facts from reports<br>• Not disclosing known internal control weaknesses<br>• Overstating capabilities or qualifications</p>"
        },
        {
            "title": "2. Ethical Conflict Resolution – Step-by-Step Process",
            "content": "<p><strong>Hierarchical Approach:</strong> [citation:1][citation:4][citation:6]</p><p><strong>Step 1: Follow Established Policies</strong><br>• Check organization's code of conduct and whistleblower procedures<br>• Use anonymous reporting systems if available<br>• Document all observations and concerns</p><p><strong>Step 2: Discuss with Immediate Supervisor</strong><br>• Unless supervisor is involved in the issue<br>• Present concerns professionally with supporting facts<br>• Document conversations and outcomes</p><p><strong>Step 3: Escalate to Next Management Level</strong><br>• If supervisor is involved or unresponsive<br>• Higher management, internal audit, compliance officer, or ethics officer</p><p><strong>Step 4: Special Situations for Senior Management</strong><br>• If CEO or equivalent is involved, escalate to:<br>  - Audit Committee<br>  - Board of Directors<br>  - Executive Committee<br>  - Owners [citation:1][citation:4]</p><p><strong>Step 5: External Resources</strong><br>• Consult IMA Ethics Helpline (anonymous) for guidance on applying standards [citation:1]<br>• Consult personal attorney to understand legal rights and obligations, including whistleblower protections [citation:1]</p><p><strong>Step 6: Disassociation</strong><br>• If all internal efforts fail and issue is significant, consider resigning [citation:1]<br>• Document reasons for resignation related to ethical conflict</p><p><strong>Critical Rules:</strong><br>• <strong>Never</strong> contact external authorities (media, regulators) unless there is a CLEAR violation of law [citation:4]<br>• <strong>Never</strong> discuss confidential matters with unauthorized parties<br>• <strong>Document</strong> all steps taken and communications<br>• Consider risks and whether protections exist against retaliation [citation:1]</p><p><strong>Example Scenario:</strong> A CMA discovers supervisor manipulating financial statements. After reporting to supervisor (who refuses to act), the CMA should escalate to next level of management, not contact SEC immediately. If all internal levels fail and fraud continues, consult IMA helpline and attorney before considering external reporting [citation:4].</p>"
        },
        {
            "title": "3. The Fraud Triangle – Comprehensive Analysis with 2026 Relevance",
            "content": "<p><strong>Overview:</strong> The fraud triangle, introduced by criminologist Donald Cressey, explains why individuals commit fraud. All three elements must be present for fraud to occur [citation:3][citation:7]. In 2026, this framework is increasingly relevant due to economic pressures, digital transformation, and hybrid work environments [citation:3].</p><p><strong>1. Opportunity:</strong><br>• The only component management can directly control through internal controls [citation:3][citation:7]<br>• <em>Examples:</em><br>  - Weak internal controls (poor segregation of duties) [citation:3]<br>  - Poor tone at the top [citation:4]<br>  - Inadequate accounting policies<br>  - Lack of oversight and monitoring<br>  - Remote/hybrid work reducing direct supervision [citation:3]<br>  - Digital systems without adequate security controls [citation:3]<br>• <em>Prevention:</em> Strong internal controls, segregation of duties, proper authorization, regular audits, access restrictions, cybersecurity measures [citation:3][citation:9]</p><p><strong>2. Pressure (Incentive):</strong><br>• Motivations driving individuals to commit fraud [citation:3]<br>• <em>Examples:</strong><br>  - Bonuses tied to financial metrics [citation:3]<br>  - Investor and analyst expectations<br>  - Personal financial pressures (debt, addiction, lifestyle aspirations) [citation:3]<br>  - Rising cost of living/inflation [citation:3]<br>  - Unrealistic performance targets<br>  - Medical emergencies or unexpected expenses<br>• <em>Prevention:</em> Reasonable targets, balanced scorecards, employee assistance programs, financial wellness benefits (e.g., Earned Wage Access) [citation:3]</p><p><strong>3. Rationalization:</strong><br>• Psychological justification that makes fraud acceptable to the perpetrator [citation:3]<br>• <em>Examples:</em><br>  - \"I'm just borrowing, I'll pay it back\" [citation:3]<br>  - \"The company owes me\" [citation:3]<br>  - \"Everyone does it\" [citation:3]<br>  - \"Upper management is doing worse\"<br>  - \"They treated me unfairly\" (revenge) [citation:3]<br>  - \"No one will get hurt\"<br>• <em>Prevention:</em> Strong ethical culture, tone at the top, ethics training, zero-tolerance policies, positive work environment [citation:3]</p><p><strong>2026 Fraud Statistics and Trends:</strong><br>• Manufacturing companies median fraud loss ~$177,000<br>• Billing schemes most common (>25% of cases)<br>• Fraud can consume 5–10% of annual revenue [citation:3]<br>• Digital transformation creates new fraud vectors requiring updated controls [citation:3]</p>"
        },
        {
            "title": "4. Foreign Corrupt Practices Act (FCPA) – 2026 Enforcement Landscape",
            "content": "<p><strong>Overview:</strong> The FCPA is a US anti-corruption law with two main provisions targeting bribery of foreign officials and accounting transparency [citation:2][citation:7].</p><p><strong>Part 1: Anti-Bribery Provisions</strong><br>• Prohibits corrupt payments of money or \"anything of value\" to foreign officials to obtain or retain business [citation:2]<br>• \"Anything of value\" broadly defined: cash, gifts, travel, entertainment, discounts, investment opportunities, job offers, charitable donations [citation:2]<br>• No materiality threshold—any corrupt payment violates [citation:2]<br>• Applies to:<br>  - US companies and citizens (\"domestic concerns\") [citation:2][citation:7]<br>  - Companies listed on US stock exchanges (\"issuers\") [citation:2][citation:7]<br>  - Foreign persons acting in US territory [citation:2][citation:7]<br>  - Third parties/intermediaries (consultants, agents) if company knew or was willfully blind [citation:2]</p><p><strong>Part 2: Accounting Provisions</strong><br>• Requires issuers to maintain accurate books and records in reasonable detail [citation:2][citation:7]<br>• Requires adequate system of internal accounting controls [citation:2][citation:7]<br>• Strict liability offense—no intent required for violations [citation:2]<br>• Applies to consolidated subsidiaries [citation:2]</p><p><strong>2025-2026 DOJ FCPA Guidelines and Priorities:</strong><br>• After a temporary pause in early 2025, DOJ resumed enforcement with new guidelines prioritizing [citation:2][citation:7]:<br>  - Individual accountability (first priority) [citation:2][citation:7]<br>  - Cases with significant US national security or economic impact [citation:2][citation:7]<br>  - Involvement of cartels or transnational criminal organizations [citation:2][citation:7]<br>  - Substantial bribe payments and sophisticated schemes [citation:2][citation:7]<br>  - Conduct with sufficient evidence of wrongdoing [citation:2]<br>  - Efficient investigations (avoiding years-long probes) [citation:2]</p><p><strong>DOJ Corporate Enforcement Policy (CEP) – Updated 2025 [citation:2][citation:7]:</strong><br>• <strong>Part I – Declination:</strong> Voluntary self-disclosure + full cooperation + timely remediation = declination (no criminal charges), absent aggravating circumstances. Requires disgorgement [citation:2][citation:7].<br>• <strong>Part II – Near-Miss:</strong> If self-disclosure not voluntary or aggravating circumstances exist, but full cooperation + remediation, DOJ offers NPA with 75% fine reduction off Sentencing Guidelines minimum [citation:2].<br>• <strong>Part III – Other Cases:</strong> Up to 50% fine reduction for cooperation and remediation [citation:2].<br>• Term lengths capped at 3 years for DPAs/NPAs [citation:2].</p><p><strong>SEC Position:</strong> SEC paused FCPA enforcement following the 2025 Executive Order and has not brought new cases. In 2026, SEC-led cases will likely reflect similar priorities, especially accounting fraud and cross-border fraud impacting US investors [citation:2].</p><p><strong>Recent 2025 Enforcement Examples [citation:7]:</strong><br>• <strong>Liberty Mutual (August 2025):</strong> DOJ issued declination with disgorgement following voluntary self-disclosure, full cooperation, and remediation. Investigation completed in 18 months.<br>• <strong>TIGO Guatemala (November 2025):</strong> Deferred prosecution agreement for subsidiary of Millicom. Case involved substantial bribe payments, sophisticated concealment. Company self-disclosed but did not meet all declination criteria.<br>• <strong>Individual prosecutions:</strong> Carl Alan Zaglin (Honduran bribery scheme), Glenn Oztemel (Brazilian oil bribery).</p><p><strong>Exceptions and Defenses:</strong><br>1. <strong>Facilitating Payments (Exception):</strong> Small payments for routine governmental action (permits, licenses, police protection, utilities). Construed narrowly. Many companies prohibit entirely [citation:2].<br>2. <strong>Local Law Defense:</strong> Payment lawful under foreign official's written laws. Very narrow—custom not a defense [citation:2].<br>3. <strong>Bona Fide Business Expenditure Defense:</strong> Reasonable travel/lodging expenses directly related to promotion/demonstration or contract performance [citation:2].</p><p><strong>2026 Trends to Watch:</strong><br>• DOJ encouraging US companies to report corrupt practices by foreign competitors [citation:2]<br>• Digital documentation (emails, payments) making investigations easier [citation:2]<br>• Focus on foreign companies with US ties [citation:2]<br>• DOJ-wide corporate enforcement policy harmonizing approaches across divisions (expected 2026) [citation:2]</p>"
        },
        {
            "title": "5. Conflicts of Interest – Identification and Mitigation",
            "content": "<p><strong>Definition:</strong> A conflict of interest occurs when personal concerns, aims, or benefits interfere with professional duties and ethical decision-making [citation:1][citation:9].</p><p><strong>Types:</strong><br>• <strong>Actual COI:</strong> Direct conflict between duties and private interests [citation:9]<br>• <strong>Perceived COI:</strong> Situation where it could appear to a reasonable person that interests improperly influence duties [citation:9]</p><p><strong>Common COI Situations:</strong><br>1. <strong>Gifts:</strong> Focus on appearance, not just value. Typical threshold $75—exceeding raises concerns. Always ask: \"Is this nominal in value?\" and \"Could it influence decisions?\" [citation:9].<br>2. <strong>Outside Board Service:</strong> Must evaluate potential conflicts and obtain company approval before accepting. Annual review required [citation:9].<br>3. <strong>Moonlighting:</strong> Second job must not compete with or conflict with primary employer. Requires disclosure and approval [citation:9].<br>4. <strong>Family Relationships:</strong> Hiring or contracting with family members requires disclosure and mitigation plans (e.g., no direct supervision, recusal from decisions) [citation:9].</p><p><strong>IMA Integrity Standard Requirements:</strong><br>• Mitigate actual conflicts and avoid apparent conflicts<br>• Advise all parties of any potential conflicts<br>• Contribute to positive ethical culture [citation:1][citation:9]</p><p><strong>Mitigation Steps:</strong><br>1. Disclose potential conflict immediately in writing<br>2. Develop mitigation plan (recusal, third-party oversight, removal from decisions)<br>3. Obtain approval from appropriate authority (compliance officer, HR, board)<br>4. Annual review of continuing situations [citation:9]</p>"
        },
        {
            "title": "6. Fraud Prevention and COSO Internal Control Framework",
            "content": "<p><strong>Entity-Level Controls (COSO Framework – CRIME):</strong> [citation:4][citation:9]</p><p>1. <strong>Control Environment:</strong> Foundation—integrity, ethical values, tone at the top, board oversight, organizational structure [citation:4][citation:9]. Often called the most important component.<br>2. <strong>Risk Assessment:</strong> Identify and analyze fraud risks relating to objectives—internal and external risks, changes in environment [citation:4][citation:9].<br>3. <strong>Control Activities:</strong> Policies and procedures ensuring management directives are followed—segregation of duties, approvals, reconciliations, verifications, physical controls [citation:4][citation:9].<br>4. <strong>Information and Communication:</strong> Quality information identified, captured, and communicated; effective communication downward, upward, and across the organization [citation:4][citation:9].<br>5. <strong>Monitoring Activities:</strong> Ongoing monitoring and separate evaluations (audits) to assess control effectiveness over time [citation:4][citation:9].</p><p><strong>Activity-Level Controls for Common Fraud Schemes:</strong><br>• <strong>Billing schemes:</strong> Segregation of duties for cash receipts and application; positive pay for vendor payments; new vendor approval safeguards; purchase order approval; vendor payment audits [citation:7].<br>• <strong>Payroll fraud:</strong> Segregation of duties for payroll processing and distribution; regular review of employee lists; approval of overtime.<br>• <strong>Expense reimbursement:</strong> Clear policies; receipt requirements; managerial approval; random audits.<br>• <strong>Financial reporting fraud:</strong> Strong review processes; audit committee oversight; whistleblower mechanisms.</p><p><strong>Entity-Level Fraud Prevention:</strong><br>• Commitment to integrity and ethical values<br>• Anti-fraud policies and training<br>• Board oversight (audit committee)<br>• Whistleblower/ethics hotline (anonymous)<br>• Strong tone at the top [citation:4][citation:7]</p>"
        },
        {
            "title": "7. Ethical Culture and Training Requirements",
            "content": "<p><strong>IMA Statement on Values and Ethics Training:</strong> [citation:5]</p><p>Continuing ethics training should include:<br>• Total employee behavior and personal conduct standards<br>• How ethics is established in work management methods<br>• How ethics affects specific work, processes, activities, and relationships<br>• How the organization monitors compliance<br>• What paths are open to employees with compliance concerns<br>• What actions to take when issues are identified<br>• What penalties apply when violations are confirmed [citation:5]</p><p><strong>Tone at the Top:</strong><br>Leadership commitment to ethics and integrity is foundational. When executives model ethical behavior, it permeates the organization. When they ignore or participate in misconduct, it signals that ethics are optional [citation:4][citation:7].</p><p><strong>Whistleblower Protections:</strong><br>• IMA offers anonymous ethics helpline for members [citation:1]<br>• DOJ Corporate Whistleblower Awards Pilot Program (2024, updated 2025) rewards tips leading to successful enforcement [citation:2]<br>• Companies should have anonymous reporting mechanisms and anti-retaliation policies</p>"
        },
        {
            "title": "8. Individual Accountability and Recent Enforcement Trends",
            "content": "<p><strong>DOJ Priority: Individual Accountability</strong><br>• DOJ's 'first priority' remains prosecuting individuals—executives, officers, employees—who commit white-collar offenses [citation:2][citation:7]<br>• Companies expected to identify and discipline employees engaged in misconduct to obtain cooperation and remediation benefits [citation:7]<br>• Focus on provable misconduct of specific individuals, not 'collective knowledge' theories [citation:2]</p><p><strong>Recent Individual Prosecutions (2025) [citation:7]:</strong><br>• Carl Alan Zaglin: Convicted for scheme to bribe Honduran officials<br>• Glenn Oztemel: Sentenced to 15 months for money laundering and bribing Brazilian officials<br>• MGI International COO: Pleaded guilty to conspiracy to smuggle goods (customs fraud)</p><p><strong>Trade and Customs Fraud (Emerging Priority) [citation:7]:</strong><br>• DOJ launched Trade Fraud Task Force (August 2025)<br>• Focus on falsified country of origin declarations, tariff evasion<br>• MGI International declination (August 2025) for self-disclosing customs fraud</p><p><strong>National Security and Cartel Enforcement [citation:7]:</strong><br>• Administration designated multiple cartels as Foreign Terrorist Organizations<br>• FCPA enforcement prioritizes cases linked to cartels and transnational criminal organizations</p>"
        }
    ],
    "formulas": [
        {
            "name": "No Quantitative Formulas",
            "formula": "Ethics is qualitative analysis",
            "notes": "Focus on situational analysis and application of standards. However, remember FCPA 'anything of value' has no materiality threshold."
        }
    ],
    "mistakes": [
        "Confusing **Integrity** with **Credibility**. Integrity is about personal conduct, conflicts of interest, and avoiding discreditable acts. Credibility is about communicating information fairly and objectively [citation:1].",
        "Assuming **external whistleblowing** is the first step. Internal resolution (supervisor → next level) is always first unless clear legal violation [citation:1][citation:4].",
        "Thinking **Competence** only means technical skills. It also includes following laws, regulations, and providing timely information [citation:1].",
        "Believing **Confidentiality** is absolute. Disclosure is permitted when legally required (subpoena, court order) or properly authorized [citation:1].",
        "Missing the **Fraud Triangle** component—remember Opportunity is the only one directly controllable by management through internal controls [citation:3].",
        "Confusing FCPA **facilitating payments** (allowed narrow exception) with illegal bribes. Exception is very limited—routine government action only [citation:2].",
        "Thinking **FCPA accounting provisions** require intent. They are strict liability offenses—no materiality threshold [citation:2].",
        "Assuming **gifts under $75** are always acceptable. Focus on appearance and influence, not just value [citation:9].",
        "Failing to **disclose potential conflicts** before they become actual problems. Transparency is essential [citation:9].",
        "Believing **tone at the top** is optional. It's foundational to fraud prevention and the control environment [citation:4][citation:7].",
        "Thinking **consulting attorney** is first step. Internal escalation comes first; attorney consultation is after internal steps for legal guidance [citation:1].",
        "Assuming **disassociation** means immediate resignation without following process. It's the last resort after all internal efforts fail [citation:1].",
        "Missing 2026 FCPA updates: DOJ now prioritizes national security impact, cartel involvement, and individual accountability [citation:2][citation:7].",
        "Confusing **DOJ CEP declination** (no charges) with non-prosecution agreements—Part I declination requires self-disclosure, cooperation, remediation [citation:2].",
        "Forgetting that **SEC FCPA enforcement** is currently paused but may resume with similar priorities [citation:2].",
        "Overlooking **digital transformation risks**—hybrid work and new systems create opportunity for fraud in 2026 [citation:3].",
        "Thinking **fraud triangle** is only historical—it remains the primary framework for understanding fraud causation [citation:3][citation:7]."
    ],
    "quiz": [
        {
            "question": "Which IMA standard requires members to maintain professional expertise by continually developing knowledge and skills?",
            "options": [
                "Confidentiality",
                "Competence",
                "Integrity",
                "Credibility"
            ],
            "answer": 1,
            "explanation": "Competence specifically requires maintaining professional expertise through continuous learning and skill development [citation:6]."
        },
        {
            "question": "A CMA discovers that her supervisor is manipulating financial statements to meet bonus targets. The supervisor refuses to correct it. What is the CMA's next step according to the IMA Statement?",
            "options": [
                "Report it to the SEC immediately",
                "Discuss the issue with the next level of management",
                "Resign immediately",
                "Do nothing as it is the supervisor's responsibility"
            ],
            "answer": 1,
            "explanation": "The resolution process requires escalating the issue to the next level of management if the immediate supervisor is involved or refuses to act [citation:4][citation:6][citation:10]."
        },
        {
            "question": "Which IMA standard requires members to disclose all relevant information that could influence a user's understanding of a report?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 3,
            "explanation": "Credibility specifically addresses the fair and objective communication of information, including all relevant information that could influence user understanding [citation:6]."
        },
        {
            "question": "Which element of the Fraud Triangle is most directly addressed by a strong system of internal controls?",
            "options": [
                "Pressure",
                "Opportunity",
                "Rationalization",
                "Incentive"
            ],
            "answer": 1,
            "explanation": "Internal controls (like segregation of duties) reduce the Opportunity to commit fraud. Pressure and rationalization are psychological factors less directly controlled by controls [citation:2][citation:7]."
        },
        {
            "question": "Under the FCPA, which of the following is an exception to the anti-bribery provisions?",
            "options": [
                "Payments to obtain competitive advantage",
                "Facilitating payments for routine governmental action",
                "Payments to any foreign official regardless of purpose",
                "Payments made through third-party intermediaries"
            ],
            "answer": 1,
            "explanation": "Facilitating payments for routine governmental action (permits, licenses, utilities) are a narrow exception. All other corrupt payments are prohibited [citation:3]."
        }
    ],
    "essay": {
        "question": "You are the Controller of a manufacturing company. The Sales Manager asks you to record a large sale in December that won't actually ship until January to help the division meet its year-end bonus targets. 1) Identify which IMA ethical standards would be violated if you complied. 2) Describe your course of action step by step. 3) If the Sales Manager persists and your immediate supervisor supports the request, what additional steps should you take?",
        "modelAnswer": "<p><strong>1. Standards Violated:</strong><br>• <strong>Competence:</strong> Recording revenue before shipment violates GAAP revenue recognition principles and would be performing duties not in accordance with technical standards [citation:6].<br>• <strong>Integrity:</strong> Engaging in activity that prejudices ethical duties and could discredit the profession. Failing to mitigate the conflict between bonus targets and proper reporting [citation:6].<br>• <strong>Credibility:</strong> Failing to communicate information fairly and objectively. Not disclosing that revenue was recorded prematurely would mislead users of financial statements [citation:6].</p><p><strong>2. Course of Action – Step by Step:</strong><br><strong>Step 1:</strong> Refuse the request, explaining that premature revenue recognition violates GAAP and IMA ethical standards. Document the conversation [citation:4].<br><strong>Step 2:</strong> If the Sales Manager persists, discuss the issue with your immediate supervisor (if not involved) [citation:6].<br><strong>Step 3:</strong> Follow any established organizational policies for ethical concerns, including anonymous reporting if available [citation:6].</p><p><strong>3. If Supervisor Supports the Request:</strong><br><strong>Step 4:</strong> Escalate to the next level of management (CFO, Audit Committee, Board) since your immediate supervisor is now involved [citation:4][citation:6].<br><strong>Step 5:</strong> Consider consulting the IMA Ethics Helpline for guidance on applying ethical standards [citation:6].<br><strong>Step 6:</strong> Consult with personal legal counsel to understand legal obligations and risks [citation:6][citation:10].<br><strong>Step 7:</strong> If all internal efforts fail and the issue remains unresolved, consider disassociation (resignation) from the organization [citation:6].<br><strong>Important:</strong> Do not contact external authorities unless there is a clear violation of law [citation:4].</p>"
    },
    "summary": "Professional Ethics (15%) requires memorization of the IMA Statement's four standards (Competence, Confidentiality, Integrity, Credibility) and the hierarchical conflict resolution process. The Fraud Triangle (Opportunity, Pressure, Rationalization) explains why fraud occurs—with Opportunity being the only controllable element. The FCPA has two parts: anti-bribery (no corrupt payments to foreign officials) and accounting (accurate books and controls). Conflicts of interest must be disclosed and mitigated, not hidden. Ethics questions reward candidates who understand nuances: Integrity vs. Credibility, when external reporting is appropriate, and the strict hierarchy of escalation. Master these concepts—they are high-probability exam topics.",
    "test": [
        {
            "id": "p2s6_1",
            "question": "According to the IMA Statement of Ethical Professional Practice, which of the following are the four overarching principles?",
            "options": [
                "Competence, Confidentiality, Integrity, Credibility",
                "Honesty, Fairness, Objectivity, Responsibility",
                "Loyalty, Discretion, Honesty, Transparency",
                "Integrity, Objectivity, Confidentiality, Professionalism"
            ],
            "answer": 1,
            "explanation": "The four overarching principles are Honesty, Fairness, Objectivity, and Responsibility (HFOR). The four standards are Competence, Confidentiality, Integrity, and Credibility [citation:6]."
        },
        {
            "id": "p2s6_2",
            "question": "Which IMA standard requires members to 'perform professional duties in accordance with relevant laws, regulations, and technical standards'?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 0,
            "explanation": "Competence includes performing duties in accordance with laws, regulations, and technical standards [citation:6]."
        },
        {
            "id": "p2s6_3",
            "question": "A CMA uses non-public company information to purchase stock in her employer's company. Which IMA standard is most clearly violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 1,
            "explanation": "Confidentiality specifically requires refraining from using confidential information for unethical or illegal advantage, including insider trading [citation:6]."
        },
        {
            "id": "p2s6_4",
            "question": "Which IMA standard requires members to 'mitigate actual conflicts of interest and avoid apparent conflicts of interest'?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 2,
            "explanation": "Integrity requires mitigating actual conflicts and avoiding apparent conflicts of interest [citation:6]."
        },
        {
            "id": "p2s6_5",
            "question": "Which IMA standard requires members to 'communicate information fairly and objectively'?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 3,
            "explanation": "Credibility requires fair and objective communication of information [citation:6]."
        },
        {
            "id": "p2s6_6",
            "question": "According to the IMA Statement, which of the following is a responsibility under the Competence standard?",
            "options": [
                "Keep information confidential unless authorized",
                "Mitigate conflicts of interest",
                "Provide decision support information that is accurate, clear, concise, and timely",
                "Communicate information fairly and objectively"
            ],
            "answer": 2,
            "explanation": "Providing accurate, clear, concise, and timely information is a Competence responsibility. The others relate to Confidentiality, Integrity, and Credibility [citation:6]."
        },
        {
            "id": "p2s6_7",
            "question": "According to the IMA Statement, which of the following is a responsibility under the Confidentiality standard?",
            "options": [
                "Maintain professional expertise through continuous learning",
                "Inform all relevant parties regarding appropriate use of confidential information",
                "Abstain from activities that might discredit the profession",
                "Report any delays or deficiencies in information"
            ],
            "answer": 1,
            "explanation": "Informing relevant parties about appropriate use of confidential information is a Confidentiality responsibility [citation:6]."
        },
        {
            "id": "p2s6_8",
            "question": "According to the IMA Statement, which of the following is a responsibility under the Integrity standard?",
            "options": [
                "Provide accurate and timely information",
                "Refrain from using confidential information for illegal advantage",
                "Contribute to a positive ethical culture",
                "Communicate professional limitations"
            ],
            "answer": 2,
            "explanation": "Contributing to a positive ethical culture is part of Integrity. Accurate information is Competence; confidentiality is Confidentiality; limitations are Credibility [citation:6]."
        },
        {
            "id": "p2s6_9",
            "question": "According to the IMA Statement, which of the following is a responsibility under the Credibility standard?",
            "options": [
                "Perform duties in accordance with technical standards",
                "Monitor subordinates to ensure confidentiality compliance",
                "Place integrity of the profession above personal interests",
                "Report any delays or deficiencies in information, timeliness, processing, or internal controls"
            ],
            "answer": 3,
            "explanation": "Reporting delays or deficiencies is a Credibility responsibility. Technical standards is Competence; monitoring is Confidentiality; placing integrity above interests is Integrity [citation:6]."
        },
        {
            "id": "p2s6_10",
            "question": "A CMA deliberately omits material information from a financial report to make the company's performance appear better. Which IMA standard is violated?",
            "options": [
                "Competence only",
                "Confidentiality only",
                "Credibility only",
                "Both Competence and Credibility"
            ],
            "answer": 3,
            "explanation": "Credibility requires providing all relevant information that could influence user understanding. Competence requires providing accurate information. Both are violated [citation:6]."
        },
        {
            "id": "p2s6_11",
            "question": "A CMA accepts a $500 gift from a vendor seeking a contract. Which IMA standard is most directly violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 2,
            "explanation": "Integrity requires mitigating conflicts of interest. Gifts over nominal value ($75 threshold) create actual or apparent conflicts [citation:6][citation:9]."
        },
        {
            "id": "p2s6_12",
            "question": "A CMA works a second job for a competitor without disclosing to her employer. Which IMA standard is violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 2,
            "explanation": "Integrity requires mitigating conflicts of interest. Moonlighting for a competitor creates an actual conflict that must be disclosed [citation:9]."
        },
        {
            "id": "p2s6_13",
            "question": "A CMA serves on the board of a non-profit that does business with her company without disclosing this relationship. This violates which standard?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 2,
            "explanation": "Integrity requires advising all parties of potential conflicts. Board service that creates business relationships must be disclosed [citation:9]."
        },
        {
            "id": "p2s6_14",
            "question": "A CMA fails to keep up with changes in accounting standards and prepares financial statements using outdated rules. Which standard is violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 0,
            "explanation": "Competence requires maintaining professional expertise through continuous learning and performing duties in accordance with technical standards [citation:6]."
        },
        {
            "id": "p2s6_15",
            "question": "A CMA discovers a material weakness in internal controls but does not report it. Which standard is violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 3,
            "explanation": "Credibility requires reporting any delays or deficiencies in information, timeliness, processing, or internal controls [citation:6]."
        },
        {
            "id": "p2s6_16",
            "question": "A CMA shares confidential financial information with a friend who is considering investing in the company. Which standard is violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 1,
            "explanation": "Confidentiality requires keeping information confidential except when disclosure is authorized or legally required [citation:6]."
        },
        {
            "id": "p2s6_17",
            "question": "According to the IMA Statement, what should a member do first when facing an ethical conflict?",
            "options": [
                "Consult an attorney",
                "Resign immediately",
                "Follow the organization's established policies",
                "Contact the media"
            ],
            "answer": 2,
            "explanation": "The first step is to follow the established policies of the organization, including using anonymous reporting systems if available [citation:6]."
        },
        {
            "id": "p2s6_18",
            "question": "If an organization does not have established ethics policies, what is the next step after discussing with an immediate supervisor who is not involved?",
            "options": [
                "Contact the SEC",
                "Present the issue to the next level of management",
                "Call the police",
                "Resign immediately"
            ],
            "answer": 1,
            "explanation": "If the supervisor is not involved, the member should discuss with the supervisor first. If unresolved, the issue can be presented to the next level of management [citation:4][citation:6]."
        },
        {
            "id": "p2s6_19",
            "question": "If a CMA's immediate supervisor is involved in unethical conduct, to whom should the issue be escalated?",
            "options": [
                "No one—the CMA should remain silent",
                "The next level of management",
                "The local police",
                "The company's competitors"
            ],
            "answer": 1,
            "explanation": "If the supervisor is involved, the issue should be presented to the next level of management [citation:4][citation:6]."
        },
        {
            "id": "p2s6_20",
            "question": "If the unethical conduct involves the CEO, to whom should the issue be presented?",
            "options": [
                "The CFO",
                "The Audit Committee, Board of Directors, or owners",
                "The media",
                "No one—there is no recourse"
            ],
            "answer": 1,
            "explanation": "If the CEO is involved, acceptable recipients include the Audit Committee, Executive Committee, Board of Directors, or owners [citation:4][citation:6]."
        },
        {
            "id": "p2s6_21",
            "question": "According to the IMA Statement, when is it appropriate to consult with an attorney regarding an ethical conflict?",
            "options": [
                "Before discussing with anyone internally",
                "After internal resolution efforts and to understand legal obligations",
                "Only after resigning",
                "Never—attorneys should not be involved"
            ],
            "answer": 1,
            "explanation": "The member should consider consulting personal counsel to learn of legal obligations, rights, and risks concerning the issue [citation:6]."
        },
        {
            "id": "p2s6_22",
            "question": "According to the IMA Statement, when is it appropriate to contact external authorities about an ethical issue?",
            "options": [
                "Whenever the member disagrees with management",
                "Only when there is a clear violation of law",
                "After any unresolved conflict",
                "Never under any circumstances"
            ],
            "answer": 1,
            "explanation": "Contacting external authorities is appropriate only when the member believes there is a clear violation of law [citation:4]."
        },
        {
            "id": "p2s6_23",
            "question": "What is the final step in the ethical conflict resolution process if all internal efforts fail?",
            "options": [
                "Contact the media",
                "File a lawsuit",
                "Consider disassociation from the organization",
                "Ignore the issue"
            ],
            "answer": 2,
            "explanation": "If resolution efforts are not successful, the member may wish to consider disassociating from the organization [citation:6]."
        },
        {
            "id": "p2s6_24",
            "question": "The IMA offers which resource to members facing ethical dilemmas?",
            "options": [
                "Free legal representation",
                "An anonymous ethics helpline",
                "Mandatory arbitration",
                "Media relations support"
            ],
            "answer": 1,
            "explanation": "IMA offers an anonymous helpline that members may call to request how key elements of the IMA Statement could be applied to the ethical issue [citation:6]."
        },
        {
            "id": "p2s6_25",
            "question": "What are the three components of the Fraud Triangle?",
            "options": [
                "Competence, Confidentiality, Integrity",
                "Opportunity, Pressure, Rationalization",
                "Planning, Execution, Concealment",
                "Theft, Conversion, Benefit"
            ],
            "answer": 1,
            "explanation": "The fraud triangle consists of Opportunity, Pressure (Incentive), and Rationalization [citation:2]."
        },
        {
            "id": "p2s6_26",
            "question": "Which component of the fraud triangle is most directly controllable by management through internal controls?",
            "options": [
                "Pressure",
                "Opportunity",
                "Rationalization",
                "Incentive"
            ],
            "answer": 1,
            "explanation": "Opportunity is the only component over which management exercises complete control through internal controls like segregation of duties and oversight [citation:2][citation:7]."
        },
        {
            "id": "p2s6_27",
            "question": "Which of the following is an example of 'Pressure' in the fraud triangle?",
            "options": [
                "Weak internal controls",
                "Bonuses tied to financial metrics",
                "\"Everyone does it\" attitude",
                "Poor segregation of duties"
            ],
            "answer": 1,
            "explanation": "Bonuses tied to financial metrics create pressure to meet targets. Weak controls are Opportunity; rationalization is psychological [citation:2]."
        },
        {
            "id": "p2s6_28",
            "question": "Which of the following is an example of 'Rationalization' in the fraud triangle?",
            "options": [
                "Unrealistic performance targets",
                "Lack of oversight",
                "\"They treated me wrong\"",
                "Personal debt"
            ],
            "answer": 2,
            "explanation": "\"They treated me wrong\" is psychological justification—rationalization. Targets and debt are Pressure; lack of oversight is Opportunity [citation:2]."
        },
        {
            "id": "p2s6_29",
            "question": "Which of the following is an example of 'Opportunity' in the fraud triangle?",
            "options": [
                "Gambling addiction",
                "Poor segregation of duties",
                "\"I deserve this\"",
                "Investor expectations"
            ],
            "answer": 1,
            "explanation": "Poor segregation of duties creates opportunity for fraud. Addiction and expectations are Pressure; \"I deserve this\" is Rationalization [citation:2]."
        },
        {
            "id": "p2s6_30",
            "question": "Poor 'tone at the top' contributes most directly to which fraud triangle element?",
            "options": [
                "Pressure",
                "Opportunity",
                "Rationalization",
                "All three equally"
            ],
            "answer": 1,
            "explanation": "Poor tone at the top creates Opportunity by signaling that controls may be ignored and misconduct tolerated [citation:2]."
        },
        {
            "id": "p2s6_31",
            "question": "According to the FCPA, what two main provisions does the act contain?",
            "options": [
                "Criminal and civil penalties",
                "Anti-bribery provisions and accounting provisions",
                "Domestic and international sections",
                "Reporting and enforcement provisions"
            ],
            "answer": 1,
            "explanation": "The FCPA consists of anti-bribery provisions (prohibiting corrupt payments) and accounting provisions (books/records and internal controls) [citation:3][citation:8]."
        },
        {
            "id": "p2s6_32",
            "question": "Under the FCPA, 'anything of value' includes:",
            "options": [
                "Only cash payments",
                "Cash, gifts, travel, entertainment, and job offers",
                "Only payments over $1,000",
                "Only payments to government officials"
            ],
            "answer": 1,
            "explanation": "'Anything of value' is defined broadly and includes cash, gifts, travel, entertainment, discounts, investment opportunities, job offers, and charitable donations [citation:3]."
        },
        {
            "id": "p2s6_33",
            "question": "Which of the following is an exception to the FCPA anti-bribery provisions?",
            "options": [
                "Payments to obtain competitive advantage",
                "Facilitating payments for routine governmental action",
                "Payments made through third parties",
                "Payments to political parties"
            ],
            "answer": 1,
            "explanation": "Facilitating payments for routine governmental action (permits, licenses, utilities) are a narrow exception [citation:3]."
        },
        {
            "id": "p2s6_34",
            "question": "Which of the following is an affirmative defense under the FCPA?",
            "options": [
                "The payment was customary in the local culture",
                "The payment was lawful under written laws of the foreign country",
                "The payment was small",
                "The company did not benefit from the payment"
            ],
            "answer": 1,
            "explanation": "One affirmative defense is that the payment was lawful under the written laws of the foreign official's country. Cultural custom is not a defense [citation:3]."
        },
        {
            "id": "p2s6_35",
            "question": "The FCPA's accounting provisions apply to:",
            "options": [
                "All US companies regardless of size",
                "Issuers (companies with SEC reporting requirements)",
                "Only government contractors",
                "Only financial institutions"
            ],
            "answer": 1,
            "explanation": "The accounting provisions apply to issuers—companies with securities registered in the US or required to file SEC reports [citation:3][citation:8]."
        },
        {
            "id": "p2s6_36",
            "question": "Under the FCPA accounting provisions, companies must:",
            "options": [
                "Maintain books and records in reasonable detail",
                "Report all foreign payments to the SEC",
                "Obtain pre-approval for all foreign contracts",
                "Hire local agents in each country"
            ],
            "answer": 0,
            "explanation": "The accounting provisions require maintaining books and records in reasonable detail that accurately reflect transactions [citation:3][citation:8]."
        },
        {
            "id": "p2s6_37",
            "question": "What is the materiality threshold for violations of the FCPA accounting provisions?",
            "options": [
                "$1,000",
                "$10,000",
                "$100,000",
                "No materiality threshold"
            ],
            "answer": 3,
            "explanation": "There is no materiality threshold for FCPA accounting violations—they are treated as strict liability offenses [citation:3]."
        },
        {
            "id": "p2s6_38",
            "question": "Which agencies enforce the FCPA?",
            "options": [
                "FBI and CIA",
                "SEC and DOJ",
                "IRS and Treasury",
                "State Department and Commerce Department"
            ],
            "answer": 1,
            "explanation": "The SEC handles civil enforcement for issuers; the DOJ handles criminal enforcement for all entities [citation:3]."
        },
        {
            "id": "p2s6_39",
            "question": "In September 2024, Deere & Company paid nearly $10 million to resolve FCPA charges related to:",
            "options": [
                "Direct bribes by US employees",
                "Bribes paid by a Thai subsidiary recorded as legitimate expenses",
                "Campaign contributions",
                "Customs violations"
            ],
            "answer": 1,
            "explanation": "Deere's Thai subsidiary employees bribed Thai officials and recorded payments as legitimate expenses, violating accounting provisions [citation:3]."
        },
        {
            "id": "p2s6_40",
            "question": "A US company's foreign subsidiary pays bribes to local officials. Under the FCPA:",
            "options": [
                "Only the subsidiary is liable",
                "The parent company may be liable if it controls the subsidiary",
                "No liability exists because subsidiary is separate",
                "Only the individual employees are liable"
            ],
            "answer": 1,
            "explanation": "Liability may attach to the parent company when it controls the subsidiary, even if parent's books unknowingly contain inaccuracies from subsidiary [citation:3]."
        },
        {
            "id": "p2s6_41",
            "question": "The FCPA's facilitating payments exception applies to payments for:",
            "options": [
                "Obtaining new business contracts",
                "Routine governmental action (permits, licenses, utilities)",
                "Influencing legislative votes",
                "Reducing taxes"
            ],
            "answer": 1,
            "explanation": "Facilitating payments are for routine governmental action like obtaining permits, licenses, or utilities—not for obtaining or retaining business [citation:3]."
        },
        {
            "id": "p2s6_42",
            "question": "Under the FCPA, the bona fide business expenditure defense applies to:",
            "options": [
                "Cash bribes",
                "Reasonable travel and lodging for product demonstration",
                "Political contributions",
                "Charitable donations"
            ],
            "answer": 1,
            "explanation": "Reasonable travel and lodging expenses directly related to promotion/demonstration or contract performance may qualify as a defense [citation:3]."
        },
        {
            "id": "p2s6_43",
            "question": "According to recent DOJ guidance (2025), FCPA enforcement is expected to:",
            "options": [
                "Decrease significantly",
                "Focus more on foreign companies engaged in corruption",
                "Focus only on US companies",
                "Be eliminated entirely"
            ],
            "answer": 1,
            "explanation": "June 2025 DOJ guidelines encourage US companies to report corrupt practices by foreign competitors, signaling increased enforcement against foreign companies [citation:3]."
        },
        {
            "id": "p2s6_44",
            "question": "Which of the following would most likely create an apparent conflict of interest?",
            "options": [
                "Following all company policies",
                "Accepting a $25 branded calendar from a vendor",
                "Accepting a $500 gift card from a vendor",
                "Declining all vendor gifts"
            ],
            "answer": 2,
            "explanation": "Gifts exceeding nominal value (typically $75 threshold) create apparent conflicts. A $25 calendar is likely nominal; $500 clearly exceeds threshold [citation:9]."
        },
        {
            "id": "p2s6_45",
            "question": "A CMA's son owns a web development company and the CMA influences her employer to contract with her son's company without disclosure. This is:",
            "options": [
                "Acceptable if the son's company is qualified",
                "An actual conflict of interest",
                "Not a conflict because family is involved",
                "Acceptable with proper oversight"
            ],
            "answer": 1,
            "explanation": "This is an actual conflict of interest requiring disclosure and mitigation. Family relationships in business dealings must be transparent [citation:9]."
        },
        {
            "id": "p2s6_46",
            "question": "According to the IMA, when should an employee disclose a potential conflict of interest?",
            "options": [
                "Only after it becomes a problem",
                "Immediately, before it becomes an issue",
                "Never—conflicts are personal matters",
                "Only at annual review time"
            ],
            "answer": 1,
            "explanation": "Potential conflicts should be disclosed immediately, before they become actual issues. Transparency is essential [citation:9]."
        },
        {
            "id": "p2s6_47",
            "question": "A CMA wants to serve on the board of a non-profit organization. What should she do first?",
            "options": [
                "Accept the position—non-profits don't create conflicts",
                "Evaluate potential conflicts and present findings to employer for approval",
                "Keep it confidential to avoid questions",
                "Resign from her job first"
            ],
            "answer": 1,
            "explanation": "Before accepting outside board service, employees must evaluate potential conflicts and obtain company approval [citation:9]."
        },
        {
            "id": "p2s6_48",
            "question": "How often should previously approved outside board positions be reviewed?",
            "options": [
                "Never—once approved, always approved",
                "Annually",
                "Every five years",
                "Only when a problem arises"
            ],
            "answer": 1,
            "explanation": "An annual review process serves as a safeguard to ensure the board position remains without conflict [citation:9]."
        },
        {
            "id": "p2s6_49",
            "question": "A CMA works a second job delivering food on weekends. This is:",
            "options": [
                "Always prohibited",
                "Acceptable if it doesn't conflict with primary employer duties and is disclosed if required",
                "A violation of IMA standards regardless of circumstances",
                "Only acceptable with employer permission"
            ],
            "answer": 1,
            "explanation": "Moonlighting is acceptable if it doesn't compete with or conflict with primary employer duties. Disclosure may be required per employer policy [citation:9]."
        },
        {
            "id": "p2s6_50",
            "question": "According to COSO, which component forms the foundation for all other internal control components?",
            "options": [
                "Control Activities",
                "Risk Assessment",
                "Control Environment",
                "Monitoring"
            ],
            "answer": 2,
            "explanation": "The Control Environment forms the foundation, providing discipline and structure for all other components [citation:7]."
        },
        {
            "id": "p2s6_51",
            "question": "Which COSO component involves identifying and analyzing fraud risks relating to achieving objectives?",
            "options": [
                "Control Environment",
                "Risk Assessment",
                "Control Activities",
                "Information and Communication"
            ],
            "answer": 1,
            "explanation": "Risk Assessment involves identifying and analyzing risks, including fraud risks [citation:7]."
        },
        {
            "id": "p2s6_52",
            "question": "Which COSO component includes segregation of duties and approval procedures?",
            "options": [
                "Control Environment",
                "Risk Assessment",
                "Control Activities",
                "Monitoring"
            ],
            "answer": 2,
            "explanation": "Control Activities are the policies and procedures that ensure management's directives are carried out [citation:7]."
        },
        {
            "id": "p2s6_53",
            "question": "Which COSO component requires that quality information be identified, captured, and communicated in a timely manner?",
            "options": [
                "Control Environment",
                "Risk Assessment",
                "Information and Communication",
                "Monitoring Activities"
            ],
            "answer": 2,
            "explanation": "Information and Communication requires relevant, quality information to be communicated in a form and timeframe that enables people to carry out responsibilities [citation:7]."
        },
        {
            "id": "p2s6_54",
            "question": "Entity-level controls include all of the following EXCEPT:",
            "options": [
                "Tone at the top",
                "Whistleblower hotlines",
                "Segregation of duties for cash receipts",
                "Board oversight"
            ],
            "answer": 2,
            "explanation": "Segregation of duties for cash receipts is an activity-level control. Entity-level controls include tone, hotlines, and board oversight [citation:7]."
        },
        {
            "id": "p2s6_55",
            "question": "According to fraud statistics, which type of fraud scheme is most common in manufacturing companies?",
            "options": [
                "Financial statement fraud",
                "Billing schemes",
                "Asset misappropriation",
                "Corruption"
            ],
            "answer": 1,
            "explanation": "More than a quarter of manufacturing companies affected by fraud are impacted by billing schemes [citation:7]."
        },
        {
            "id": "p2s6_56",
            "question": "The median financial loss for manufacturing companies due to occupational fraud is approximately:",
            "options": [
                "$50,000",
                "$177,000",
                "$500,000",
                "$1,000,000"
            ],
            "answer": 1,
            "explanation": "According to ACFE survey data, the median financial loss for manufacturing companies is approximately $177,000 [citation:7]."
        },
        {
            "id": "p2s6_57",
            "question": "Which of the following is NOT one of the five components of the COSO internal control framework?",
            "options": [
                "Control Environment",
                "Risk Assessment",
                "Fraud Detection",
                "Monitoring Activities"
            ],
            "answer": 2,
            "explanation": "The five components are Control Environment, Risk Assessment, Control Activities, Information & Communication, and Monitoring Activities (CRIME). Fraud Detection is not a component [citation:7]."
        },
        {
            "id": "p2s6_58",
            "question": "According to IMA's Statement on Values and Ethics Training, continuing training should include all of the following EXCEPT:",
            "options": [
                "How ethics affects specific work and processes",
                "Requiring each employee to sign the code of conduct",
                "What actions to take when ethical issues are identified",
                "Penalties when violations are confirmed"
            ],
            "answer": 1,
            "explanation": "While signing the code may occur, it is not listed as a required element of continuing ethics training. The required elements include how ethics affects work, what actions to take, and penalties [citation:5]."
        },
        {
            "id": "p2s6_59",
            "question": "A CMA discovers that her immediate supervisor is engaged in illegal activity. She reports it to her supervisor, who takes no action. According to the IMA Statement, what should she do next?",
            "options": [
                "Contact the media",
                "Report to the next level of management",
                "Resign immediately",
                "Do nothing further"
            ],
            "answer": 1,
            "explanation": "Since the supervisor is involved and took no action, the issue should be presented to the next level of management [citation:4][citation:6]."
        },
        {
            "id": "p2s6_60",
            "question": "Which of the following would be a violation of the Integrity standard?",
            "options": [
                "Failing to disclose all relevant information in a report",
                "Using confidential information for personal gain",
                "Supporting an activity that discredits the profession",
                "Providing inaccurate information due to lack of knowledge"
            ],
            "answer": 2,
            "explanation": "Supporting activity that discredits the profession violates Integrity. Failing to disclose relevant information is Credibility; using confidential information is Confidentiality; inaccurate information from lack of knowledge is Competence [citation:6]."
        },
        {
            "id": "p2s6_61",
            "question": "Which of the following would be a violation of the Competence standard?",
            "options": [
                "Accepting a gift from a vendor",
                "Failing to maintain professional expertise",
                "Disclosing confidential information without authorization",
                "Omitting material facts from a report"
            ],
            "answer": 1,
            "explanation": "Failing to maintain professional expertise violates Competence. Gifts violate Integrity; confidentiality breaches violate Confidentiality; omissions violate Credibility [citation:6]."
        },
        {
            "id": "p2s6_62",
            "question": "A CMA fails to inform relevant parties about appropriate use of confidential information they have access to. Which standard is violated?",
            "options": [
                "Competence",
                "Confidentiality",
                "Integrity",
                "Credibility"
            ],
            "answer": 1,
            "explanation": "Confidentiality includes responsibility to inform relevant parties about appropriate use of confidential information and monitor compliance [citation:6]."
        },
        {
            "id": "p2s6_63",
            "question": "A CMA knowingly provides incomplete information to support a decision because complete information would reflect poorly on her department. Which standards are violated?",
            "options": [
                "Confidentiality only",
                "Competence and Credibility",
                "Integrity only",
                "No standards violated"
            ],
            "answer": 1,
            "explanation": "Competence requires providing accurate and complete information; Credibility requires providing all relevant information. Both are violated [citation:6]."
        },
        {
            "id": "p2s6_64",
            "question": "According to the IMA Statement, members should place ______ above personal interests.",
            "options": [
                "Company profits",
                "Integrity of the profession",
                "Personal relationships",
                "Career advancement"
            ],
            "answer": 1,
            "explanation": "Integrity requires placing integrity of the profession above personal interests [citation:6]."
        },
        {
            "id": "p2s6_65",
            "question": "A CMA is asked to prepare a report using unrealistic assumptions that will make a project look more profitable. The CMA complies. Which standard is violated?",
            "options": [
                "Competence only",
                "Integrity only",
                "Credibility only",
                "Competence, Integrity, and Credibility"
            ],
            "answer": 3,
            "explanation": "Competence (providing inaccurate information), Integrity (engaging in conduct prejudicing ethical duties), and Credibility (not communicating fairly) are all violated [citation:6]."
        },
        {
            "id": "p2s6_66",
            "question": "What is the typical monetary threshold above which gifts from vendors raise conflict of interest concerns?",
            "options": [
                "$25",
                "$75",
                "$500",
                "$1,000"
            ],
            "answer": 1,
            "explanation": "The most common maximum threshold is $75. Gifts above this amount raise concerns about undue influence [citation:9]."
        },
        {
            "id": "p2s6_67",
            "question": "Which of the following best describes 'perceived conflict of interest'?",
            "options": [
                "Direct conflict between duties and private interests",
                "Situation where it could appear to a reasonable person that interests improperly influence duties",
                "Any situation involving family members",
                "Any gift over $75"
            ],
            "answer": 1,
            "explanation": "Perceived conflicts involve situations where it could appear to a reasonable person that personal interests improperly influence duties, even if no actual conflict exists [citation:9]."
        },
        {
            "id": "p2s6_68",
            "question": "According to the IMA, what question should individuals ask when evaluating whether a gift is appropriate?",
            "options": [
                "\"Is this gift tax deductible?\"",
                "\"Is this nominal in value?\"",
                "\"Would anyone know about it?\"",
                "\"Did the giver intend to influence me?\""
            ],
            "answer": 1,
            "explanation": "The giver and receiver should ask, \"Is this nominal in value?\" Focus should be on appearance, not just intention [citation:9]."
        },
        {
            "id": "p2s6_69",
            "question": "A CMA's brother-in-law owns a consulting firm. The CMA influences her company to hire the brother-in-law's firm without disclosing the relationship. This is:",
            "options": [
                "Acceptable if the firm is qualified",
                "An actual conflict of interest",
                "Not a conflict because it's family",
                "Only a problem if the firm overcharges"
            ],
            "answer": 1,
            "explanation": "This is an actual conflict requiring disclosure and a mitigation plan. Family relationships in business dealings create conflicts [citation:9]."
        },
        {
            "id": "p2s6_70",
            "question": "Under the FCPA, which of the following is NOT a safeguard for travel expenses to ensure compliance?",
            "options": [
                "Paying all costs directly to vendors",
                "Selecting officials based on predetermined merit-based criteria",
                "Paying expenses in cash to avoid documentation",
                "Obtaining written confirmation that payment is not contrary to local law"
            ],
            "answer": 2,
            "explanation": "Paying expenses in cash is discouraged. Safeguards include direct payment to vendors, merit-based selection, transparency, and confirming local law compliance [citation:3]."
        },
        {
            "id": "p2s6_71",
            "question": "Which of the following statements about FCPA facilitating payments is TRUE?",
            "options": [
                "They are always illegal",
                "They are a narrow exception for routine governmental action",
                "They can be any amount",
                "They are encouraged by the DOJ"
            ],
            "answer": 1,
            "explanation": "Facilitating payments are a narrow exception for routine governmental action and are construed extremely narrowly [citation:3]."
        },
        {
            "id": "p2s6_72",
            "question": "A company pays a foreign official $5,000 to expedite a permit that is already approved. Under the FCPA, this payment:",
            "options": [
                "Is legal as a facilitating payment",
                "May be illegal if the amount is excessive relative to the action",
                "Is always legal for permits",
                "Is legal if the company discloses it"
            ],
            "answer": 1,
            "explanation": "Facilitating payments are for routine action, but amounts must be reasonable. $5,000 for a simple permit may be excessive and considered a bribe [citation:3]."
        },
        {
            "id": "p2s6_73",
            "question": "The FCPA applies to which of the following?",
            "options": [
                "Only US citizens",
                "US companies, foreign companies listed in US, and persons acting in US territory",
                "Only government contractors",
                "Only financial institutions"
            ],
            "answer": 1,
            "explanation": "FCPA applies to US companies (domestic concerns), issuers (companies listed in US), and foreign persons acting in US territory [citation:3][citation:8]."
        },
        {
            "id": "p2s6_74",
            "question": "What is the FCPA's 'local law' defense?",
            "options": [
                "The payment was customary in the local culture",
                "The payment was lawful under written laws of the foreign country",
                "The company had local counsel approval",
                "The payment was small"
            ],
            "answer": 1,
            "explanation": "The local law defense requires that the payment was lawful under the written laws of the foreign official's country. Custom is not a defense [citation:3]."
        },
        {
            "id": "p2s6_75",
            "question": "Which of the following would likely qualify for the FCPA's bona fide business expenditure defense?",
            "options": [
                "Cash payment to a foreign official",
                "Reasonable travel expenses for a foreign official to tour company facilities",
                "Tuition payment for an official's child",
                "Job offer to an official's relative"
            ],
            "answer": 1,
            "explanation": "Reasonable travel expenses for facility tours, training, or product demonstrations may qualify. Cash, tuition, and job offers do not [citation:3]."
        },
        {
            "id": "p2s6_76",
            "question": "The FCPA's accounting provisions require issuers to:",
            "options": [
                "Report all foreign payments to SEC",
                "Maintain internal accounting controls to prevent and detect corruption",
                "Obtain pre-approval for all foreign contracts",
                "Hire local auditors in each country"
            ],
            "answer": 1,
            "explanation": "The accounting provisions require maintaining an adequate system of internal accounting controls to prevent and detect corruption [citation:3][citation:8]."
        },
        {
            "id": "p2s6_77",
            "question": "In the Deere & Company FCPA case (2024), the violation stemmed from:",
            "options": [
                "Direct bribes by US executives",
                "Bribes by Thai subsidiary recorded as legitimate expenses",
                "Campaign finance violations",
                "Customs fraud"
            ],
            "answer": 1,
            "explanation": "Thai subsidiary employees bribed officials and recorded payments as legitimate expenses, violating books and records provisions [citation:3]."
        },
        {
            "id": "p2s6_78",
            "question": "A CMA discovers that her company's foreign subsidiary is making questionable payments. According to IMA standards, she should first:",
            "options": [
                "Report to DOJ immediately",
                "Follow company policies for reporting concerns",
                "Resign to avoid liability",
                "Confront the subsidiary employees directly"
            ],
            "answer": 1,
            "explanation": "The first step is to follow the organization's established policies for reporting ethical concerns [citation:6]."
        },
        {
            "id": "p2s6_79",
            "question": "Which of the following best describes 'tone at the top'?",
            "options": [
                "Executive compensation levels",
                "Leadership commitment to ethics and integrity",
                "Corporate mission statements",
                "Board meeting frequency"
            ],
            "answer": 1,
            "explanation": "Tone at the top refers to upper management and board commitment to being ethical and honest [citation:2]."
        },
        {
            "id": "p2s6_80",
            "question": "A poor tone at the top most directly contributes to which fraud triangle element?",
            "options": [
                "Pressure",
                "Opportunity",
                "Rationalization",
                "All three equally"
            ],
            "answer": 1,
            "explanation": "Poor tone at the top creates Opportunity by signaling that ethical breaches may be tolerated and controls may be overridden [citation:2]."
        },
        {
            "id": "p2s6_81",
            "question": "According to the IMA Statement, members should do all of the following when facing ethical issues EXCEPT:",
            "options": [
                "Follow established policies",
                "Consider all risks involved",
                "Contact the media immediately",
                "Use anonymous reporting if available"
            ],
            "answer": 2,
            "explanation": "Contacting media is not appropriate unless there is a clear legal violation. Members should follow policies, consider risks, and use available reporting systems [citation:6]."
        },
        {
            "id": "p2s6_82",
            "question": "A CMA's supervisor asks her to ignore a material weakness in internal controls. The CMA should:",
            "options": [
                "Comply—the supervisor is responsible",
                "Refuse and report through proper channels",
                "Resign immediately",
                "Ignore the request but take no further action"
            ],
            "answer": 1,
            "explanation": "The CMA should refuse and follow the ethical conflict resolution process, escalating as necessary [citation:4][citation:6]."
        },
        {
            "id": "p2s6_83",
            "question": "The IMA's anonymous ethics helpline is available to:",
            "options": [
                "Provide free legal representation",
                "Help members understand how IMA standards apply to ethical issues",
                "Report violations directly to SEC",
                "Replace company ethics policies"
            ],
            "answer": 1,
            "explanation": "The helpline helps members understand how key elements of the IMA Statement apply to their ethical situation [citation:6]."
        },
        {
            "id": "p2s6_84",
            "question": "Which of the following is NOT a recognized component of the fraud triangle?",
            "options": [
                "Opportunity",
                "Pressure",
                "Collusion",
                "Rationalization"
            ],
            "answer": 2,
            "explanation": "Collusion is a method of circumventing controls, not a component of the fraud triangle. The three components are Opportunity, Pressure, and Rationalization [citation:2]."
        },
        {
            "id": "p2s6_85",
            "question": "Which of the following is an example of rationalization in fraud?",
            "options": [
                "Weak internal controls",
                "\"I'm just borrowing the money\"",
                "Bonuses tied to targets",
                "Personal financial pressure"
            ],
            "answer": 1,
            "explanation": "\"I'm just borrowing\" is psychological justification—rationalization. Weak controls are Opportunity; bonuses and pressure are Incentive [citation:2]."
        },
        {
            "id": "p2s6_86",
            "question": "Which of the following is an example of pressure in the fraud triangle?",
            "options": [
                "\"Everyone does it\"",
                "Lack of segregation of duties",
                "Need to meet analyst expectations",
                "Poor tone at the top"
            ],
            "answer": 2,
            "explanation": "Need to meet analyst expectations creates pressure. Rationalization is psychological; lack of controls and poor tone create Opportunity [citation:2]."
        },
        {
            "id": "p2s6_87",
            "question": "A CMA who suspects fraud should first:",
            "options": [
                "Confront the suspected individual",
                "Follow established fraud reporting procedures",
                "Contact law enforcement",
                "Resign to avoid involvement"
            ],
            "answer": 1,
            "explanation": "The CMA should follow established organizational policies and procedures for reporting suspected fraud [citation:6]."
        },
        {
            "id": "p2s6_88",
            "question": "Which of the following internal controls is most effective in preventing billing scheme fraud?",
            "options": [
                "Mandatory vacation policy",
                "Segregation of duties for vendor setup and payment approval",
                "Background checks for all employees",
                "Monthly financial statements"
            ],
            "answer": 1,
            "explanation": "Segregation of duties between vendor setup and payment approval prevents one person from creating fake vendors and approving payments [citation:7]."
        },
        {
            "id": "p2s6_89",
            "question": "The Sarbanes-Oxley Act's whistleblower protections relate most closely to which IMA ethical concept?",
            "options": [
                "Competence",
                "Confidentiality",
                "Resolution of ethical conflict",
                "Fraud triangle"
            ],
            "answer": 2,
            "explanation": "Whistleblower protections support employees who report ethical concerns, relating to the resolution of ethical conflict [citation:6]."
        },
        {
            "id": "p2s6_90",
            "question": "A CMA is asked to certify financial statements she knows contain errors. According to IMA standards, she should:",
            "options": [
                "Certify but document her concerns",
                "Refuse to certify and report through proper channels",
                "Resign immediately without comment",
                "Certify because it's her supervisor's responsibility"
            ],
            "answer": 1,
            "explanation": "She should refuse to certify, explain why, and follow the ethical conflict resolution process [citation:6]."
        },
        {
            "id": "p2s6_91",
            "question": "Which of the following statements about IMA ethics is TRUE?",
            "options": [
                "Ethical standards are optional for members",
                "Failure to comply may result in disciplinary action",
                "Only certified members must follow ethics standards",
                "Ethics apply only to US members"
            ],
            "answer": 1,
            "explanation": "A member's failure to comply with the standards may result in disciplinary action [citation:6]."
        },
        {
            "id": "p2s6_92",
            "question": "A CMA uses confidential information about her company's financial difficulties to sell her stock before the information becomes public. This violates:",
            "options": [
                "Competence only",
                "Confidentiality only",
                "Integrity only",
                "Confidentiality and Integrity"
            ],
            "answer": 3,
            "explanation": "Confidentiality prohibits using confidential information for illegal advantage (insider trading). Integrity is also violated as this discredits the profession [citation:6]."
        },
        {
            "id": "p2s6_93",
            "question": "The IMA Statement expects members to encourage others within their organizations to adhere to:",
            "options": [
                "Only the standards",
                "Only the principles",
                "Both the principles and standards",
                "Only legal requirements"
            ],
            "answer": 2,
            "explanation": "Members shall act in accordance with the principles and shall encourage others within their organizations to adhere to them [citation:6]."
        },
        {
            "id": "p2s6_94",
            "question": "According to the IMA, when considering risks in ethical conflict resolution, members should consider:",
            "options": [
                "Only financial risks",
                "All risks involved and whether protections exist against retaliation",
                "Only legal risks",
                "Only career risks"
            ],
            "answer": 1,
            "explanation": "Members should consider all risks involved and whether protections exist against retaliation [citation:6]."
        },
        {
            "id": "p2s6_95",
            "question": "A CMA's supervisor asks her to delay releasing negative financial information until after a stock offering. This violates which standard?",
            "options": [
                "Competence only",
                "Confidentiality only",
                "Credibility only",
                "Competence, Integrity, and Credibility"
            ],
            "answer": 3,
            "explanation": "Competence (providing timely information), Integrity (conduct prejudicing ethical duties), and Credibility (reporting delays/deficiencies) are all violated [citation:6]."
        },
        {
            "id": "p2s6_96",
            "question": "Which of the following would most likely violate the Confidentiality standard?",
            "options": [
                "Discussing company financials at a public conference",
                "Refusing to disclose confidential information to a competitor",
                "Reporting a control deficiency to the audit committee",
                "Refusing a gift from a vendor"
            ],
            "answer": 0,
            "explanation": "Discussing confidential information in public violates confidentiality. The other options are appropriate actions [citation:6]."
        },
        {
            "id": "p2s6_97",
            "question": "Under the FCPA, which of the following is NOT a recognized safeguard for travel expenses?",
            "options": [
                "Paying all costs directly to vendors",
                "Advancing funds in cash for flexibility",
                "Ensuring expenditures are transparent",
                "Obtaining written confirmation of local law compliance"
            ],
            "answer": 1,
            "explanation": "Advancing funds in cash is not a safeguard. Safeguards include direct payment, transparency, and local law confirmation [citation:3]."
        },
        {
            "id": "p2s6_98",
            "question": "According to the IMA, members should do which of the following when facing an ethical issue and organizational policies exist?",
            "options": [
                "Ignore the policies and follow personal judgment",
                "Follow the established policies",
                "Contact media first",
                "Resign immediately"
            ],
            "answer": 1,
            "explanation": "Members should follow the established policies of their organization, including using anonymous reporting systems if available [citation:6]."
        },
        {
            "id": "p2s6_99",
            "question": "A CMA discovers that her company is violating environmental regulations. She reports it to her supervisor who takes no action. She then reports to the next level of management, who also takes no action. What should she consider next?",
            "options": [
                "Contacting the media",
                "Consulting the IMA Ethics Helpline or an attorney",
                "Doing nothing further",
                "Resigning immediately without consultation"
            ],
            "answer": 1,
            "explanation": "After exhausting internal channels, she may consult the IMA Ethics Helpline or her attorney to understand legal obligations and risks [citation:6][citation:10]."
        },
        {
            "id": "p2s6_100",
            "question": "The overarching purpose of the IMA Statement of Ethical Professional Practice is to:",
            "options": [
                "Provide legal protection for members",
                "Express values and guide conduct of members",
                "Replace federal regulations",
                "Ensure maximum profitability"
            ],
            "answer": 1,
            "explanation": "The Statement includes overarching principles that express values and standards that guide members' conduct [citation:6]."
        }
    ]
}