{
    "id": "p2-s3",
    "title": "Decision Analysis – Comprehensive CMA Exam Guide (2026 Syllabus)",
    "weightage": "25%",
    "recommendedStudyHours": "45-50 hours",
    "examLevel": "Level C (Analysis, Evaluation, Synthesis)",
    "overview": "Decision Analysis (25% of Part 2) is the most heavily weighted section, critical for passing the CMA exam. It focuses on using financial data to make short-term profitability decisions. Mastery of CVP Analysis, Relevant Costing (Marginal Analysis), and Pricing Methodologies is non-negotiable. The 2026 syllabus emphasizes case-based questions (CBQs) that simulate real-world scenarios requiring both quantitative analysis and qualitative judgment. This guide incorporates the latest exam trends, common traps, and integration with other Part 2 topics. Success requires the ability to identify relevant costs, ignore sunk costs, consider opportunity costs, and apply quantitative results to strategic decisions while considering qualitative factors.",
    "bulletNotes": [
        "**Relevant Range Fundamental**: The range of activity where total fixed costs remain constant and variable cost per unit remains constant. Outside this range, cost behavior changes – CVP assumptions break down.",
        "**Breakeven Point (BEP)**: Total Revenue = Total Costs. Contribution Margin covers Fixed Costs exactly. Net Income = 0. Memorize both unit and dollar formulas.",
        "**Contribution Margin (CM)**: Sales – Variable Costs. Represents the amount available to cover fixed costs and provide profit. CM is the foundation of all decision analysis.",
        "**CM Ratio**: CM / Sales. The percentage of each sales dollar available to cover fixed costs and profit. Used for quick BEP and target profit calculations.",
        "**Margin of Safety (MOS)**: The amount by which sales can drop before the company incurs a loss. MOS = Budgeted Sales – Breakeven Sales. Higher MOS = lower risk.",
        "**Operating Leverage (DOL)**: Measures sensitivity of Operating Income to sales changes. DOL = Total CM / Operating Income. High DOL = high fixed costs = high risk/return.",
        "**Sunk Costs**: Past costs that cannot be changed. ALWAYS IRRELEVANT for decision making. Never include in analysis.",
        "**Opportunity Costs**: The benefit foregone by choosing one alternative over the next best alternative. ALWAYS RELEVANT when capacity is constrained or resources are limited.",
        "**Avoidable vs Unavoidable Costs**: Only avoidable costs (those that differ between alternatives) are relevant. Allocated common costs are usually unavoidable and irrelevant.",
        "**Special Orders – Idle Capacity**: Accept if Price > Variable Cost. Fixed costs are irrelevant because they don't change.",
        "**Special Orders – Full Capacity**: Accept only if Price > Variable Cost + Opportunity Cost (CM lost from displaced regular sales). Opportunity cost = CM per unit of regular sales.",
        "**Make or Buy (Outsourcing)**: Compare relevant costs to make (DM + DL + VOH + Avoidable Fixed OH) vs relevant costs to buy (Purchase Price + Incremental Costs). Choose lower cost.",
        "**Keep or Drop Segment**: Keep if Contribution Margin Lost > Avoidable Fixed Costs. Drop if Contribution Margin Lost < Avoidable Fixed Costs. Ignore allocated common costs.",
        "**Sell or Process Further**: Process further if Incremental Revenue > Incremental Cost. Joint costs incurred before split-off are sunk and irrelevant.",
        "**Constrained Resources (Bottleneck)**: Maximize Contribution Margin per unit of the constrained resource (e.g., CM per machine hour, per labor hour). Do NOT rank by CM alone.",
        "**Target Costing**: Market Price – Desired Profit = Target Cost. Design product and processes to meet this cost through value engineering. Used in competitive markets.",
        "**Cost-Plus Pricing**: Price = Cost Base × (1 + Markup%). Simple but ignores demand and competition. Markup% = Desired Profit / Total Cost.",
        "**Life-Cycle Costing**: Considers all costs from R&D through disposal. Essential for products with significant non-production costs (long-term contracts, pharmaceuticals).",
        "**Value-Based Pricing**: Price based on perceived value to customer, not costs. Yields highest margins but requires deep customer insight.",
        "**Price Elasticity of Demand (Ed)**: % Change in Quantity / % Change in Price. |Ed|>1 = Elastic (price decrease raises revenue); |Ed|<1 = Inelastic (price increase raises revenue).",
        "**Price Discrimination**: Charging different prices to different segments. Requires ability to prevent resale (arbitrage) and different demand elasticities.",
        "**Peak-Load Pricing**: Higher prices during peak demand periods (utilities, hotels, airlines).",
        "**Penetration Pricing**: Low initial price to gain market share quickly. Used in price-sensitive markets.",
        "**Skimming Pricing**: High initial price to maximize revenue from early adopters. Used for innovative products with inelastic demand initially.",
        "**Theory of Constraints (TOC) Steps**: Identify constraint, Exploit constraint, Subordinate everything else, Elevate constraint, Repeat. Focus on throughput (Sales – DM).",
        "**Throughput Contribution (TOC)**: Sales – Direct Materials Cost. DL and VOH are considered fixed in TOC. Maximize throughput per constraint unit.",
        "**Qualitative Factors to Consider**: Employee morale, customer relationships, supplier reliability, quality impact, strategic alignment, brand reputation, regulatory compliance.",
        "**Common Exam Trap**: Including allocated fixed costs that are not avoidable. Always ask: 'Will this cost disappear if I choose the alternative?'"
    ],
    "shortNotes": "Always distinguish between TOTAL fixed costs (constant within relevant range) and FIXED cost per unit (decreases as volume rises). In exams, 'Allocated Common Costs' are almost always irrelevant/unavoidable—do not include them in 'Keep/Drop' or 'Make or Buy' analysis unless explicitly stated they are avoidable. For target profit after tax, always gross up: Pre-tax = After-tax / (1 – tax rate). When capacity is constrained, think in terms of contribution per unit of constraint. Sunk costs are always irrelevant. Opportunity costs are always relevant when resources are scarce. For special orders, the key question is: 'Is there idle capacity?' If yes, price just needs to exceed variable cost. If no, price must cover variable cost plus lost CM from displaced sales. In sell or process further decisions, joint costs are sunk – ignore them. Qualitative factors can override quantitative analysis – be prepared to discuss them.",
    "concepts": [
        {
            "title": "1. Cost-Volume-Profit (CVP) Fundamentals",
            "content": "<h3>The Foundation of Decision Analysis</h3><p>CVP analysis examines how profits change with changes in sales volume, costs, and prices. It is essential for breakeven analysis, target profit calculations, and understanding operating leverage.</p><p><strong>Key Assumptions:</strong></p><ul><li>Operations are within the <strong>relevant range</strong> (cost behavior is linear).</li><li>All costs can be accurately classified as fixed or variable.</li><li>Sales mix remains constant (for multi-product analysis).</li><li>Inventory levels do not change (units produced = units sold).</li></ul><p><strong>The Equation Method:</strong><br><code>Revenue – Variable Costs – Fixed Costs = Operating Income</code><br><code>(Price × Q) – (Unit VC × Q) – Fixed Costs = Operating Income</code></p><p><strong>Contribution Margin (CM) Method:</strong><br><code>Unit CM = Price – Unit Variable Cost</code><br><code>CM Ratio = Unit CM / Price</code></p><p><strong>Breakeven Point (BEP):</strong> Where Operating Income = $0.</p><ul><li><strong>BEP (units):</strong> <code>Fixed Costs / Unit CM</code></li><li><strong>BEP (dollars):</strong> <code>Fixed Costs / CM Ratio</code></li></ul><p><strong>Target Profit (Pre-Tax):</strong></p><ul><li><strong>Units for Target Profit:</strong> <code>(Fixed Costs + Target Profit) / Unit CM</code></li><li><strong>Dollars for Target Profit:</strong> <code>(Fixed Costs + Target Profit) / CM Ratio</code></li></ul><p><strong>Changes in Variables:</strong> CVP can analyze 'what-if' scenarios – price changes, cost changes, volume changes. The CM approach allows quick calculation of profit impacts.</p>"
        },
        {
            "title": "2. Advanced CVP: Taxes & Multiple Products",
            "content": "<h3>Target Net Income (After-Tax)</h3><p>All CVP formulas use <strong>pre-tax operating income</strong>. If the question gives an after-tax target, you must convert it first:</p><p><code>Pre-Tax Income = After-Tax Income / (1 – Tax Rate)</code></p><p>Then plug this pre-tax number into the standard target profit formulas.</p><p><strong>Example:</strong> Target after-tax profit = $60,000, tax rate = 40%. Pre-tax = $60,000 / (1 – 0.40) = $60,000 / 0.60 = $100,000. Now use $100,000 as target profit in formulas.</p><h3>Multiple Products – Sales Mix Analysis</h3><p>When a company sells multiple products, the breakeven point depends on the <strong>sales mix</strong> (the proportion of each product sold). The assumption is that the sales mix remains constant.</p><p><strong>Steps:</strong></p><ol><li>Calculate Unit CM for each product.</li><li>Determine the sales mix (e.g., 2:3 or percentages).</li><li>Calculate <strong>Weighted Average Contribution Margin (WACM)</strong>:<br><code>WACM = (CM₁ × Mix₁%) + (CM₂ × Mix₂%) + ...</code></li><li>Calculate <strong>Breakeven Bundles</strong>:<br><code>Breakeven Bundles = Total Fixed Costs / WACM</code></li><li>Multiply bundles by each product's units per bundle to get individual breakeven units.</li></ol><p><strong>Important:</strong> If the sales mix changes, the breakeven point changes. Products with higher CM reduce breakeven point when their mix increases.</p>"
        },
        {
            "title": "3. Risk & Safety Margins – Operating Leverage",
            "content": "<h3>Margin of Safety (MOS)</h3><p>The amount by which actual or budgeted sales exceed breakeven sales. It measures the 'cushion' against losses.</p><p><code>Margin of Safety ($) = Actual (Budgeted) Sales – Breakeven Sales</code><br><code>Margin of Safety (units) = Actual (Budgeted) Units – Breakeven Units</code><br><code>Margin of Safety (%) = MOS($) / Actual Sales</code></p><p><strong>Interpretation:</strong> A higher MOS indicates lower risk – sales can drop significantly before losses occur. A low MOS means the company is operating close to breakeven.</p><h3>Degree of Operating Leverage (DOL)</h3><p>Operating leverage measures the sensitivity of operating income to changes in sales volume. It arises from the proportion of fixed costs in the cost structure.</p><p><code>DOL = Total Contribution Margin / Operating Income</code></p><p><strong>Interpretation:</strong> If DOL = 4, a 10% increase in sales will result in a 40% increase in operating income (4 × 10%). Similarly, a 10% decrease in sales will cause a 40% decrease in operating income.</p><ul><li><strong>High DOL:</strong> High fixed costs (automated manufacturing, capital-intensive) – profits are more volatile, higher risk and higher potential return.</li><li><strong>Low DOL:</strong> Low fixed costs (labor-intensive, service) – profits are less sensitive to sales changes.</li></ul><p><strong>Note:</strong> At the breakeven point, DOL is undefined (infinite) because operating income is zero. DOL decreases as sales move away from breakeven.</p><p><strong>% Change in Operating Income = DOL × % Change in Sales</strong></p>"
        },
        {
            "title": "4. Marginal Analysis: Special Orders & Capacity Constraints",
            "content": "<h3>Special Order Decisions</h3><p>A one-time order at a price different from the regular selling price. The decision rule depends on capacity utilization.</p><p><strong>Scenario 1: Idle Capacity Exists</strong></p><ul><li>Fixed costs are already covered and do not change.</li><li><strong>Accept if:</strong> Special Order Price > Variable Cost per Unit.</li><li>Any price above variable cost increases operating income (contributes to fixed costs and profit).</li></ul><p><strong>Scenario 2: At Full Capacity</strong></p><ul><li>Accepting the special order requires displacing regular sales.</li><li><strong>Opportunity Cost</strong> = Contribution Margin lost from regular sales displaced.</li><li><strong>Accept if:</strong> Special Order Price > Variable Cost per Unit + Opportunity Cost per Unit.</li><li>Alternatively, compare total incremental revenue from special order to total incremental cost (variable cost + lost CM from displaced units).</li></ul><p><strong>Important Qualitative Factors:</strong></p><ul><li>Will the special order affect regular customers? (if price is lower, regular customers may demand discounts).</li><li>Is this a one-time order or could it lead to ongoing business at lower prices?</li><li>Does the order require additional setup or overtime costs?</li></ul><h3>Theory of Constraints (TOC) – Constrained Resource Decisions</h3><p>When a resource (machine hours, labor hours, materials) is a bottleneck, the company cannot produce all products. The goal is to maximize total contribution margin given the constraint.</p><p><strong>Decision Rule:</strong> Prioritize products with the highest <strong>Contribution Margin per Unit of the Constrained Resource</strong>.</p><p><code>CM per Constraint Unit = Unit CM / Units of Constraint Required per Unit</code></p><p><strong>Example:</strong> Product A has CM = $100, requires 2 machine hours. CM per machine hour = $50. Product B has CM = $80, requires 1 machine hour. CM per machine hour = $80. Prioritize Product B even though its total CM is lower.</p><p><strong>Throughput Contribution (TOC approach):</strong> Some TOC problems define throughput as Sales – Direct Materials Only (considering DL and VOH as fixed). The same logic applies – maximize throughput per constraint unit.</p>"
        },
        {
            "title": "5. Marginal Analysis: Make vs Buy (Outsourcing)",
            "content": "<h3>Make or Buy Decisions</h3><p>Decision whether to produce a component internally or purchase it from an external supplier.</p><p><strong>Relevant Costs to Make:</strong></p><ul><li>Direct Materials</li><li>Direct Labor</li><li>Variable Overhead</li><li><strong>Avoidable Fixed Overhead</strong> – fixed costs that would be eliminated if production stops. (This is critical – many fixed costs are unavoidable and thus irrelevant.)</li><li>Opportunity cost of using capacity for something else (if capacity is constrained).</li></ul><p><strong>Relevant Costs to Buy:</strong></p><ul><li>Purchase Price per unit × Quantity</li><li>Incremental costs of buying (freight-in, inspection, purchasing department costs if they increase).</li></ul><p><strong>Decision Rule:</strong> Choose the lower total relevant cost.</p><p><strong>Critical Trap – Unavoidable Fixed Costs:</strong> Allocated fixed overhead (e.g., factory rent, plant manager salary) is usually <strong>unavoidable</strong> and should <strong>NOT</strong> be included in the 'Make' cost. Including it would make 'Make' look more expensive incorrectly. Only include fixed costs that will actually disappear if production stops.</p><p><strong>Qualitative Factors in Make or Buy:</strong></p><ul><li>Quality control – can supplier meet specifications?</li><li>Supplier reliability – on-time delivery, financial stability.</li><li>Loss of control over production.</li><li>Protection of proprietary technology.</li><li>Impact on employees (layoffs, morale).</li><li>Core competency – is this a strategic activity?</li></ul>"
        },
        {
            "title": "6. Marginal Analysis: Keep or Drop Segment",
            "content": "<h3>Segment Elimination Decisions</h3><p>Decision whether to drop a product line, division, or other segment. The key is to compare what is lost vs what is saved.</p><p><strong>Relevant Analysis:</strong></p><ul><li><strong>Contribution Margin Lost:</strong> If segment is dropped, the company loses its revenues and saves its variable costs. Net loss = Contribution Margin of the segment (Revenues – Variable Costs).</li><li><strong>Avoidable Fixed Costs:</strong> Fixed costs that are specific to the segment and would be eliminated if the segment is dropped. These include segment manager salary, advertising for that product, equipment lease for that segment.</li><li><strong>Unavoidable Fixed Costs:</strong> Allocated common costs (e.g., corporate overhead, factory rent) that would continue even if segment is dropped. These are <strong>irrelevant</strong>.</li></ul><p><strong>Decision Rule:</strong></p><ul><li><strong>Keep if:</strong> Contribution Margin Lost > Avoidable Fixed Costs (segment contributes positively after covering its own traceable fixed costs).</li><li><strong>Drop if:</strong> Contribution Margin Lost < Avoidable Fixed Costs (segment does not cover its own traceable fixed costs).</li></ul><p><strong>Alternative View – Segment Margin:</strong> Segment Margin = Contribution Margin – Traceable (Avoidable) Fixed Costs. If Segment Margin is positive, keep; if negative, consider dropping.</p><p><strong>Critical Trap:</strong> Do NOT subtract allocated common costs when evaluating a segment. These costs will be reallocated to remaining segments, not saved.</p><p><strong>Qualitative Factors:</strong></p><ul><li>Does the segment support sales of other products? (e.g., loss leader).</li><li>Impact on overall company image.</li><li>Employee morale and potential layoffs.</li><li>Could the capacity be used for something more profitable?</li></ul>"
        },
        {
            "title": "7. Marginal Analysis: Sell or Process Further",
            "content": "<h3>Joint Products – Sell at Split-Off vs Process Further</h3><p>When multiple products emerge from a common process (joint products), a decision must be made at the split-off point: sell now or process further.</p><p><strong>Key Concepts:</strong></p><ul><li><strong>Split-off Point:</strong> The point at which joint products become separately identifiable.</li><li><strong>Joint Costs:</strong> Costs incurred up to the split-off point. These are <strong>sunk and irrelevant</strong> to the decision.</li><li><strong>Separable Costs:</strong> Costs incurred after split-off to process further.</li></ul><p><strong>Decision Rule:</strong> Process further if:</p><p><code>Incremental Revenue > Incremental Cost</code></p><p>Where:</p><ul><li><strong>Incremental Revenue</strong> = Final Sales Value – Sales Value at Split-Off</li><li><strong>Incremental Cost</strong> = Separable Processing Costs</li></ul><p>If Incremental Revenue > Incremental Cost → Process Further.<br>If Incremental Revenue < Incremental Cost → Sell at Split-Off.</p><p><strong>Critical Insight:</strong> Joint costs are never relevant. They have already been incurred (or will be incurred regardless of the decision). Only future costs and revenues that differ between alternatives matter.</p><p><strong>Example:</strong> At split-off, Product X can be sold for $10,000. If processed further at a cost of $3,000, it can be sold for $14,000. Incremental revenue = $4,000; incremental cost = $3,000. Process further (gain $1,000).</p>"
        },
        {
            "title": "8. Pricing Methodologies – Cost-Based & Market-Based",
            "content": "<h3>Cost-Plus Pricing</h3><p>Price is determined by adding a markup to a cost base. Common in regulated industries, government contracts, and when costs are well-known.</p><p><code>Price = Cost Base × (1 + Markup %)</code></p><p><strong>Cost Base Options:</strong></p><ul><li>Variable Manufacturing Cost</li><li>Full Absorption Cost (includes fixed manufacturing overhead)</li><li>Total Cost (includes SG&A)</li></ul><p><strong>Markup % Calculation:</strong> <code>Markup % = Desired Profit / Cost Base</code></p><p><strong>Advantages:</strong> Simple, ensures costs are covered.<br><strong>Disadvantages:</strong> Ignores demand and competition; may lead to prices that are too high or too low.</p><h3>Target Costing (Market-Based)</h3><p>Used in highly competitive markets where price is determined by market forces. The company works backward from price to cost.</p><p><strong>Steps:</strong></p><ol><li>Determine the <strong>Market Price</strong> – what customers are willing to pay (based on market research).</li><li>Determine <strong>Desired Profit</strong> – required return on investment or profit margin.</li><li>Calculate <strong>Target Cost</strong>: <code>Target Cost = Market Price – Desired Profit</code></li><li>Use <strong>Value Engineering</strong> to design the product and processes to achieve the target cost.</li></ol><p>If the estimated cost exceeds the target cost, the company must find cost reductions or abandon the product. Target costing is most effective during the design phase when 80-90% of costs are committed.</p><h3>Life-Cycle Costing</h3><p>Considers all costs over the entire product life cycle: R&D, design, manufacturing, marketing, distribution, customer service, warranty, and disposal. Essential for:</p><ul><li>Products with significant non-production costs (e.g., pharmaceuticals, software).</li><li>Long-term contracts (defense, construction).</li><li>Environmental remediation costs.</li></ul><p>Life-cycle pricing sets a price that recovers all life-cycle costs and provides a desired profit over the product's life.</p><h3>Value-Based Pricing</h3><p>Price is based on the perceived value to the customer, not on the company's costs. Requires deep understanding of customer needs and willingness to pay. Can yield the highest margins but is difficult to implement.</p>"
        },
        {
            "title": "9. Elasticity & Economics in Pricing",
            "content": "<h3>Price Elasticity of Demand</h3><p>Measures how responsive quantity demanded is to a change in price.</p><p><code>Ed = % Change in Quantity Demanded / % Change in Price</code></p><ul><li><strong>Elastic Demand (|Ed| > 1):</strong> Quantity change > Price change. A price decrease increases total revenue; a price increase decreases total revenue.</li><li><strong>Inelastic Demand (|Ed| < 1):</strong> Quantity change < Price change. A price increase increases total revenue; a price decrease decreases total revenue.</li><li><strong>Unitary Elastic (|Ed| = 1):</strong> Total revenue remains unchanged when price changes.</li></ul><p><strong>Example:</strong> If Ed = -2 (elastic), a 10% price cut will increase quantity by 20%, and total revenue will increase.</p><h3>Market Structures and Pricing Power</h3><ul><li><strong>Perfect Competition:</strong> Price taker. Many sellers, identical products. No pricing power.</li><li><strong>Monopolistic Competition:</strong> Many sellers, differentiated products. Some pricing power based on differentiation.</li><li><strong>Oligopoly:</strong> Few sellers, interdependent pricing. Price wars possible; kinked demand curve.</li><li><strong>Monopoly:</strong> One seller. Significant pricing power but may be regulated.</li></ul><h3>Pricing Strategies</h3><ul><li><strong>Skimming Pricing:</strong> High initial price to maximize revenue from early adopters (innovative products, inelastic demand). Lowers price over time.</li><li><strong>Penetration Pricing:</strong> Low initial price to gain market share quickly (price-sensitive markets, economies of scale).</li><li><strong>Peak-Load Pricing:</strong> Higher prices during peak demand periods (utilities, hotels, airlines, concerts).</li><li><strong>Price Discrimination:</strong> Charging different prices to different customer segments for the same product. Requires:<ul><li>Ability to segment customers (different elasticities).</li><li>Ability to prevent resale (arbitrage).</li></ul>Examples: Student discounts, senior citizen discounts, airline ticket classes.</li><li><strong>Psychological Pricing:</strong> $9.99 instead of $10.00.</li></ul>"
        },
        {
            "title": "10. Integrating Qualitative Factors in Decisions",
            "content": "<p>While quantitative analysis provides the numbers, final decisions must consider qualitative factors that cannot be easily quantified. CMA exam questions often ask for the 'best' alternative considering both quantitative and qualitative aspects.</p><p><strong>Common Qualitative Factors to Consider:</strong></p><ul><li><strong>Employee Morale and Labor Relations:</strong> Outsourcing may lead to layoffs, impacting remaining employees' motivation and loyalty.</li><li><strong>Customer Relationships:</strong> Dropping a product line may disappoint loyal customers who also buy other products.</li><li><strong>Supplier Reliability:</strong> In make-or-buy, can the supplier deliver on time with consistent quality?</li><li><strong>Quality Control:</strong> Internal production may offer better quality control than outsourcing.</li><li><strong>Strategic Alignment:</strong> Does the decision align with the company's long-term strategy and core competencies?</li><li><strong>Brand Reputation:</strong> Will a price change or product discontinuation harm the brand?</li><li><strong>Regulatory and Legal Issues:</strong> Are there environmental, safety, or compliance implications?</li><li><strong>Competitor Reaction:</strong> How will competitors respond to a price change or new product?</li><li><strong>Risk and Uncertainty:</strong> What if demand forecasts are wrong? What if supplier prices increase?</li></ul><p><strong>Exam Approach:</strong> If a question asks for the 'best' decision, calculate the quantitative impact first, then consider qualitative factors that might override the numbers. For example, a special order might be quantitatively profitable but could alienate regular customers if they find out – the qualitative factor may lead to rejection.</p>"
        }
    ],
    "formulas": [
        {
            "name": "Unit Contribution Margin",
            "formula": "Price – Unit Variable Cost"
        },
        {
            "name": "Contribution Margin Ratio",
            "formula": "Unit CM / Price"
        },
        {
            "name": "Breakeven Point (Units)",
            "formula": "Total Fixed Costs / Unit CM"
        },
        {
            "name": "Breakeven Point (Dollars)",
            "formula": "Total Fixed Costs / CM Ratio"
        },
        {
            "name": "Target Sales Volume (Units) – Pre-Tax",
            "formula": "(Fixed Costs + Target Operating Income) / Unit CM"
        },
        {
            "name": "Target Sales (Dollars) – Pre-Tax",
            "formula": "(Fixed Costs + Target Operating Income) / CM Ratio"
        },
        {
            "name": "Pre-Tax Target Income from After-Tax",
            "formula": "After-Tax Income / (1 – Tax Rate)"
        },
        {
            "name": "Margin of Safety ($)",
            "formula": "Actual (Budgeted) Sales – Breakeven Sales"
        },
        {
            "name": "Margin of Safety (%)",
            "formula": "Margin of Safety ($) / Actual Sales"
        },
        {
            "name": "Degree of Operating Leverage (DOL)",
            "formula": "Total Contribution Margin / Operating Income"
        },
        {
            "name": "Weighted Average Contribution Margin (WACM)",
            "formula": "Σ (Unit CM × Sales Mix %)"
        },
        {
            "name": "Breakeven Bundles (Multiple Products)",
            "formula": "Total Fixed Costs / WACM"
        },
        {
            "name": "Minimum Special Order Price (Full Capacity)",
            "formula": "Unit Variable Cost + Opportunity Cost per Unit (Lost CM from displaced sales)"
        },
        {
            "name": "CM per Unit of Constrained Resource",
            "formula": "Unit CM / Units of Constraint Required per Unit"
        },
        {
            "name": "Segment Margin",
            "formula": "Contribution Margin – Traceable (Avoidable) Fixed Costs"
        },
        {
            "name": "Incremental Revenue (Sell or Process Further)",
            "formula": "Final Sales Value – Sales Value at Split-Off"
        },
        {
            "name": "Target Cost",
            "formula": "Market Price – Desired Profit"
        },
        {
            "name": "Markup % (Cost-Plus)",
            "formula": "Desired Profit / Cost Base"
        },
        {
            "name": "Price Elasticity of Demand",
            "formula": "% Change in Quantity Demanded / % Change in Price"
        },
        {
            "name": "Throughput Contribution (TOC)",
            "formula": "Sales – Direct Materials Cost"
        }
    ],
    "mistakes": [
        "Confusing **Variable Costing** with **Absorption Costing**. CVP and relevant costing use only variable costs for contribution margin.",
        "Ignoring the **Tax Effect** on Target Profit. CVP formulas require pre-tax numbers – always gross up after-tax targets.",
        "Including **Allocated Fixed Costs** in Make/Buy or Keep/Drop decisions. These are usually unavoidable and irrelevant.",
        "Treating **Fixed Costs per unit** as constant. Fixed costs per unit vary inversely with volume – use total fixed costs in analysis.",
        "Assuming **High Operating Leverage** is always good. It amplifies losses just as much as profits.",
        "Forgetting **Opportunity Cost** when evaluating Special Orders at Full Capacity.",
        "Ranking products by CM per unit alone when there is a constraint. Must use CM per unit of constraint.",
        "Calculating **Elasticity** incorrectly. Always % change in quantity over % change in price (not price over quantity).",
        "Mistaking **Margin of Safety** for Profit. It's the revenue buffer above breakeven, not profit.",
        "Using total joint costs in sell-or-process-further decisions. Joint costs are sunk and irrelevant.",
        "Overlooking **qualitative factors** in decision making – exam questions expect you to recognize when numbers aren't the only factor.",
        "Failing to check if fixed costs are **avoidable** before including them in analysis.",
        "Misreading 'except' or 'least likely' questions and picking the opposite answer.",
        "Thinking **Target Costing** means starting with cost and adding profit. Target costing starts with market price and subtracts desired profit.",
        "Confusing **Skimming** (high initial price) with **Penetration** (low initial price).",
        "Assuming **Price Discrimination** is always illegal. It's legal if not based on protected characteristics and if it doesn't reduce competition.",
        "Forgetting that **DOL decreases** as sales move away from breakeven – it's not constant.",
        "Using **Sales** instead of **Contribution Margin** in DOL formula (DOL = CM / Operating Income).",
        "Not adjusting for **different time periods** in elasticity calculations (annual vs monthly)."
    ],
    "summary": "Decision Analysis (25% of Part 2) is the most critical section for passing the CMA exam. Master CVP analysis with taxes and multiple products, including breakeven, target profit, margin of safety, and operating leverage. For marginal analysis, always identify relevant costs – avoidable costs are relevant, sunk costs are irrelevant, and opportunity costs matter when capacity is constrained. Special orders depend on capacity: with idle capacity, price only needs to exceed variable cost; at full capacity, price must cover variable cost plus opportunity cost. Make or buy decisions must exclude unavoidable allocated fixed costs. Keep/drop decisions focus on segment margin (CM – avoidable fixed costs), ignoring allocated overhead. Sell or process further decisions ignore joint costs (sunk) and compare incremental revenue to incremental cost. When resources are constrained, prioritize products by CM per unit of constraint, not total CM. Pricing methodologies include cost-plus (simple but ignores market), target costing (market-driven, uses value engineering), life-cycle costing (all costs over product life), and value-based pricing (customer perception). Understand price elasticity to predict revenue impacts of price changes. Always consider qualitative factors – employee morale, customer relationships, supplier reliability, strategic alignment – as they may override quantitative results. The key to success is disciplined identification of relevant costs and systematic application of decision rules.",
    "quiz": [
        {
            "question": "If a company has high operating leverage, a small increase in sales will result in:",
            "options": [
                "A small increase in Net Income",
                "A large increase in Net Income",
                "A decrease in Net Income",
                "No change in Net Income"
            ],
            "answer": 1,
            "explanation": "High Operating Leverage means high fixed costs and low variable costs. Once fixed costs are covered, most revenue flows straight to the bottom line."
        },
        {
            "question": "Which cost is NOT relevant in a 'Special Order' decision involving idle capacity?",
            "options": [
                "Direct Materials",
                "Variable Overhead",
                "Avoidable Fixed Costs",
                "Allocated Corporate Overhead"
            ],
            "answer": 3,
            "explanation": "Allocated corporate overhead is not relevant because it will not change whether the special order is accepted or rejected. It is unavoidable."
        },
        {
            "question": "At the breakeven point, the Contribution Margin equals:",
            "options": [
                "Total Variable Costs",
                "Total Fixed Costs",
                "Operating Income",
                "Sales Revenue"
            ],
            "answer": 1,
            "explanation": "At breakeven, Profit is 0. Revenue - VC - FC = 0. Therefore, Revenue - VC = FC. Since CM = Revenue - VC, CM must equal FC."
        },
        {
            "question": "When calculating the Breakeven Point for multiple products, the sales mix is assumed to be:",
            "options": [
                "Variable",
                "Constant",
                "Increasing",
                "Decreasing"
            ],
            "answer": 1,
            "explanation": "CVP analysis for multiple products relies on the assumption that the sales mix (proportion of each product sold) remains constant. If mix changes, breakeven point changes."
        },
        {
            "question": "Target Costing starts with:",
            "options": [
                "Product Cost",
                "Market Price",
                "Desired Markup",
                "Variable Cost"
            ],
            "answer": 1,
            "explanation": "Target Costing is market-driven. It starts with the Market Price customers are willing to pay, then subtracts the desired margin to find the Target Cost."
        }
    ],
    "essay": {
        "question": "A division of Company Y is operating at full capacity. It receives a special order from a new customer at a price lower than its regular selling price but higher than its variable cost. Should the company accept it? Explain using the concept of Opportunity Cost and discuss qualitative factors that might influence the decision.",
        "modelAnswer": "<p><strong>Quantitative Analysis:</strong><br>Since the division is operating at <strong>full capacity</strong>, accepting the special order requires displacing regular sales. The relevant cost of the special order includes not only the variable cost but also the <strong>opportunity cost</strong>—the contribution margin lost from the regular sales that must be given up.</p><p>Minimum acceptable price = Variable Cost + Opportunity Cost (CM per unit of regular sales). Unless the special order price exceeds this sum (which is typically the regular price), accepting the order would destroy value. If the special order price is less than this minimum, the company should reject it.</p><p><strong>Qualitative Factors:</strong><br>Even if quantitative analysis suggests acceptance, management should consider:<br>1. <strong>Customer relationships:</strong> Will displacing regular customers harm long-term relationships?<br>2. <strong>Market strategy:</strong> Could the special order lead to a new market or strategic partnership?<br>3. <strong>Brand image:</strong> Does selling at a lower price dilute brand perception?<br>4. <strong>Legal/ethical:</strong> Is there any predatory pricing or dumping concern?<br>5. <strong>Employee morale:</strong> Will overtime or changes affect workforce?</p><p><strong>Conclusion:</strong> The decision should integrate both quantitative and qualitative analyses. Typically, at full capacity, special orders below regular price are rejected unless the opportunity cost is zero (i.e., idle capacity exists).</p>"
    },
    "revisionSummary": "Decision Analysis (25%) is the highest-value section. Focus on the core mechanics of CVP (Breakeven, Margin of Safety, Leverage) and the logic of Relevant Costing (Marginal Analysis). Being able to identify Sunk Costs (ignore) vs Opportunity Costs (include) is the key to passing. For the 2026 exam, expect case-based questions that require both calculations and written explanations, integrating qualitative considerations. Master the formulas, avoid common traps, and think like a CFO.",
    "test": [
        {
            "id": "p2s3_1",
            "question": "Cost-Volume-Profit (CVP) analysis assumes that over the relevant range:",
            "options": [
                "Variable costs per unit are variable",
                "Fixed costs per unit are constant",
                "Total fixed costs are constant",
                "Total variable costs are constant"
            ],
            "answer": 2,
            "explanation": "CVP assumes total fixed costs are constant and variable costs per unit are constant over the relevant range."
        },
        {
            "id": "p2s3_2",
            "question": "The contribution margin per unit is equal to:",
            "options": [
                "Sales price - Fixed cost per unit",
                "Sales price - Variable cost per unit",
                "Sales price - Total cost per unit",
                "Variable cost per unit - Fixed cost per unit"
            ],
            "answer": 1,
            "explanation": "Unit CM = Selling Price - Unit Variable Cost."
        },
        {
            "id": "p2s3_3",
            "question": "Breakeven point in units is calculated as:",
            "options": [
                "Fixed Costs / Contribution Margin Ratio",
                "Fixed Costs / Unit Contribution Margin",
                "Variable Costs / Unit Contribution Margin",
                "Sales / Unit Contribution Margin"
            ],
            "answer": 1,
            "explanation": "Breakeven Units = Total Fixed Costs / Unit Contribution Margin."
        },
        {
            "id": "p2s3_4",
            "question": "If the selling price is $20, variable cost is $12, and fixed costs are $100,000, what is the breakeven point in units?",
            "options": [
                "5,000",
                "8,333",
                "12,500",
                "20,000"
            ],
            "answer": 2,
            "explanation": "CM per unit = $20 - $12 = $8. Breakeven = $100,000 / $8 = 12,500 units."
        },
        {
            "id": "p2s3_5",
            "question": "The margin of safety is defined as:",
            "options": [
                "Actual Sales - Breakeven Sales",
                "Budgeted Sales + Breakeven Sales",
                "Actual Sales - Variable Costs",
                "Fixed Costs - Variable Costs"
            ],
            "answer": 0,
            "explanation": "Margin of Safety is the excess of actual/budgeted sales over the breakeven volume."
        },
        {
            "id": "p2s3_6",
            "question": "If a company has a high degree of operating leverage (DOL), a small increase in sales will lead to:",
            "options": [
                "A small increase in operating income",
                "A disproportionately large increase in operating income",
                "A decrease in operating income",
                "No change in operating income"
            ],
            "answer": 1,
            "explanation": "High DOL (high fixed costs) magnifies the effect of sales changes on profits."
        },
        {
            "id": "p2s3_7",
            "question": "Which of the following costs is irrelevant in a decision to accept a special order?",
            "options": [
                "Direct materials",
                "Variable overhead",
                "Sunk costs",
                "Incremental fixed costs"
            ],
            "answer": 2,
            "explanation": "Sunk costs are past costs that cannot be changed and are always irrelevant in decision making."
        },
        {
            "id": "p2s3_8",
            "question": "In a make-or-buy decision, relevant costs include:",
            "options": [
                "Unavoidable fixed costs",
                "Depreciation on existing equipment",
                "Avoidable fixed costs",
                "General administrative overhead"
            ],
            "answer": 2,
            "explanation": "Only costs that change between alternatives (e.g., avoidable fixed costs) are relevant. Unavoidable costs and sunk costs (depreciation) are ignored."
        },
        {
            "id": "p2s3_9",
            "question": "Opportunity cost is best defined as:",
            "options": [
                "The cost of a new machine",
                "The profit foregone by selecting one alternative over another",
                "A sunk cost",
                "A variable cost"
            ],
            "answer": 1,
            "explanation": "Opportunity cost is the benefit given up when choosing one option precludes another."
        },
        {
            "id": "p2s3_10",
            "question": "A product sells for $50 and has variable costs of $30. What is the contribution margin ratio?",
            "options": [
                "40%",
                "60%",
                "20%",
                "50%"
            ],
            "answer": 0,
            "explanation": "CM = $50 - $30 = $20. CM Ratio = $20 / $50 = 40%."
        },
        {
            "id": "p2s3_11",
            "question": "When constrained by a bottleneck, a company should prioritize products with the highest:",
            "options": [
                "Selling price per unit",
                "Contribution margin per unit",
                "Contribution margin per unit of the constrained resource",
                "Gross margin per unit"
            ],
            "answer": 2,
            "explanation": "To maximize profit with limited resources, maximize CM per unit of the constraint (e.g., CM per machine hour)."
        },
        {
            "id": "p2s3_12",
            "question": "Target Costing calculates the allowable cost as:",
            "options": [
                "Target Price + Desired Profit",
                "Target Price - Desired Profit",
                "Actual Cost + Markup",
                "Variable Cost + Fixed Cost"
            ],
            "answer": 1,
            "explanation": "Target Costing starts with the market price and subtracts the desired profit margin."
        },
        {
            "id": "p2s3_13",
            "question": "If demand is price elastic, a decrease in price will usually:",
            "options": [
                "Decrease total revenue",
                "Increase total revenue",
                "Have no effect on revenue",
                "Decrease quantity demanded"
            ],
            "answer": 1,
            "explanation": "Elastic demand means quantity increases by a larger % than price decreases, leading to higher total revenue."
        },
        {
            "id": "p2s3_14",
            "question": "Which pricing strategy involves setting a high initial price for a new product?",
            "options": [
                "Penetration pricing",
                "Cost-plus pricing",
                "Price skimming",
                "Target pricing"
            ],
            "answer": 2,
            "explanation": "Price Skimming sets high prices initially to capture surplus from early adopters."
        },
        {
            "id": "p2s3_15",
            "question": "In a sell-or-process-further decision, joint costs incurred before the split-off point are:",
            "options": [
                "Relevant",
                "Sunk and irrelevant",
                "Opportunity costs",
                "Differential costs"
            ],
            "answer": 1,
            "explanation": "Joint costs are incurred regardless of the decision to process further, making them sunk and irrelevant."
        },
        {
            "id": "p2s3_16",
            "question": "Operating Income is calculated as:",
            "options": [
                "Sales - Variable Costs",
                "Contribution Margin - Fixed Costs",
                "Gross Margin - Variable Costs",
                "Sales - Fixed Costs"
            ],
            "answer": 1,
            "explanation": "Operating Income = Sales - Total Variable Costs - Total Fixed Costs = Contribution Margin - Fixed Costs."
        },
        {
            "id": "p2s3_17",
            "question": "If fixed costs increase while variable cost per unit remains constant, the breakeven point will:",
            "options": [
                "Decrease",
                "Increase",
                "Remain unchanged",
                "Become zero"
            ],
            "answer": 1,
            "explanation": "Higher fixed costs require more units to be sold to cover them, increasing the breakeven point."
        },
        {
            "id": "p2s3_18",
            "question": "Which of the following is NOT an assumption of CVP analysis?",
            "options": [
                "Costs are linear",
                "Selling price is constant",
                "Inventory levels change significantly",
                "Sales mix is constant"
            ],
            "answer": 2,
            "explanation": "CVP assumes production equals sales (inventory levels do not change)."
        },
        {
            "id": "p2s3_19",
            "question": "To calculate the sales dollars required to meet a target net income (after-tax), you must first:",
            "options": [
                "Subtract taxes from fixed costs",
                "Divide the target net income by (1 - tax rate)",
                "Multiply target net income by the tax rate",
                "Ignore taxes"
            ],
            "answer": 1,
            "explanation": "CVP formulas use Pre-Tax Profit. Convert After-Tax to Pre-Tax by dividing by (1 - tax rate)."
        },
        {
            "id": "p2s3_20",
            "question": "A special order should be accepted if the incremental revenue exceeds:",
            "options": [
                "Total costs",
                "Sunk costs",
                "Incremental costs",
                "Allocated fixed costs"
            ],
            "answer": 2,
            "explanation": "Accept if Incremental Revenue > Incremental Costs (provided capacity exists)."
        },
        {
            "id": "p2s3_21",
            "question": "If a company operates at full capacity, the minimum price for a special order must cover:",
            "options": [
                "Variable costs only",
                "Variable costs + Allocated fixed costs",
                "Variable costs + Opportunity cost",
                "Fixed costs only"
            ],
            "answer": 2,
            "explanation": "At full capacity, you displace regular sales. The price must cover VC + the lost CM from regular sales (Opportunity Cost)."
        },
        {
            "id": "p2s3_22",
            "question": "Depreciation on a factory building is usually classified as a:",
            "options": [
                "Variable cost",
                "Step cost",
                "Fixed cost",
                "Mixed cost"
            ],
            "answer": 2,
            "explanation": "Depreciation is typically a fixed cost that does not change with production volume."
        },
        {
            "id": "p2s3_23",
            "question": "Which method of pricing adds a markup to the cost base?",
            "options": [
                "Target costing",
                "Cost-plus pricing",
                "Market-based pricing",
                "Value-based pricing"
            ],
            "answer": 1,
            "explanation": "Cost-plus adds a percentage markup to the calculated cost to determine price."
        },
        {
            "id": "p2s3_24",
            "question": "Peak-load pricing is used when:",
            "options": [
                "Demand is constant",
                "Supplies are unlimited",
                "Demand fluctuates significantly and capacity is limited",
                "Competition is fierce"
            ],
            "answer": 2,
            "explanation": "Peak-load pricing charges higher rates during high-demand periods to manage capacity (e.g., electricity, hotels)."
        },
        {
            "id": "p2s3_25",
            "question": "If the price of a substitute product decreases, demand for your product will likely:",
            "options": [
                "Increase",
                "Decrease",
                "Stay the same",
                "Become perfectly elastic"
            ],
            "answer": 1,
            "explanation": "Substitutes are competitors. If a competitor gets cheaper, customers switch, reducing your demand."
        },
        {
            "id": "p2s3_26",
            "question": "Predatory pricing involves:",
            "options": [
                "Setting prices high",
                "Setting prices below cost to drive out competitors",
                "Colluding with competitors",
                "Using cost-plus pricing"
            ],
            "answer": 1,
            "explanation": "Predatory pricing is the illegal act of pricing below cost to eliminate competition."
        },
        {
            "id": "p2s3_27",
            "question": "Value-based pricing focuses on:",
            "options": [
                "Production costs",
                "Competitor prices",
                "The perceived value to the customer",
                "Fixed costs"
            ],
            "answer": 2,
            "explanation": "Value-based pricing sets prices based on how much the customer believes the product is worth."
        },
        {
            "id": "p2s3_28",
            "question": "In a keep-or-drop decision, allocated common costs are:",
            "options": [
                "Relevant",
                "Avoidable",
                "Unavoidable and irrelevant",
                "Variable"
            ],
            "answer": 2,
            "explanation": "Allocated common costs (like CEO salary) continue even if the segment is dropped, making them irrelevant."
        },
        {
            "id": "p2s3_29",
            "question": "The indifference point between two alternatives is where:",
            "options": [
                "Revenues are equal",
                "Fixed costs are equal",
                "Total costs (or profits) are equal",
                "Variable costs are equal"
            ],
            "answer": 2,
            "explanation": "The indifference point is the volume level where the total cost or profit of two options is identical."
        },
        {
            "id": "p2s3_30",
            "question": "Sensitivity analysis answers the question:",
            "options": [
                "What did we spend?",
                "What is our profit?",
                "What if a key variable changes?",
                "How do we reduce costs?"
            ],
            "answer": 2,
            "explanation": "Sensitivity analysis (\"what-if\") tests how results change if assumptions (price, cost) change."
        },
        {
            "id": "p2s3_31",
            "question": "A higher CM ratio indicates that:",
            "options": [
                "Variable costs are high",
                "Fixed costs are low",
                "More of each sales dollar contributes to fixed costs/profit",
                "Profit is lower"
            ],
            "answer": 2,
            "explanation": "Higher CM ratio means a larger portion of revenue remains after covering variable costs."
        },
        {
            "id": "p2s3_32",
            "question": "If volume increases, fixed cost per unit:",
            "options": [
                "Increases",
                "Decreases",
                "Stays the same",
                "Becomes variable"
            ],
            "answer": 1,
            "explanation": "Total fixed costs are constant, so spreading them over more units lowers the cost per unit."
        },
        {
            "id": "p2s3_33",
            "question": "If volume increases, variable cost per unit:",
            "options": [
                "Increases",
                "Decreases",
                "Stays the same",
                "Becomes fixed"
            ],
            "answer": 2,
            "explanation": "Variable cost per unit is constant; total variable costs change with volume."
        },
        {
            "id": "p2s3_34",
            "question": "Relevant revenues are:",
            "options": [
                "Past revenues",
                "Expected future revenues that differ between alternatives",
                "All future revenues",
                "Budgeted revenues"
            ],
            "answer": 1,
            "explanation": "Relevance requires being in the future AND differing between the choices."
        },
        {
            "id": "p2s3_35",
            "question": "Qualitative factors in decision making include:",
            "options": [
                "Cost savings",
                "Net income",
                "Employee morale and customer satisfaction",
                "Asset values"
            ],
            "answer": 2,
            "explanation": "Qualitative factors are non-financial (morale, quality, reputation) but crucial for long-term success."
        },
        {
            "id": "p2s3_36",
            "question": "In the Theory of Constraints, the constraint is often called the:",
            "options": [
                "Anchor",
                "Bottleneck",
                "Driver",
                "Lever"
            ],
            "answer": 1,
            "explanation": "The limiting resource in a process is the bottleneck."
        },
        {
            "id": "p2s3_37",
            "question": "Throughput contribution is defined as:",
            "options": [
                "Sales - Variable Costs",
                "Sales - Direct Materials",
                "Sales - Fixed Costs",
                "Sales - Labor"
            ],
            "answer": 1,
            "explanation": "In TOC, Throughput = Sales - Totally Variable Costs (usually just Direct Materials)."
        },
        {
            "id": "p2s3_38",
            "question": "Dumping is defined as:",
            "options": [
                "Selling below cost in a foreign market",
                "Reducing inventory",
                "Increasing prices",
                "Outsourcing production"
            ],
            "answer": 0,
            "explanation": "Dumping is selling goods in a foreign market below their domestic price or cost, often considered predatory."
        },
        {
            "id": "p2s3_39",
            "question": "Collusive pricing occurs when:",
            "options": [
                "Companies compete aggressively",
                "Companies agree to set prices together",
                "Prices satisfy customers",
                "Costs are minimized"
            ],
            "answer": 1,
            "explanation": "Collusion (illegal) involves firms agreeing to fix prices rather than competing."
        },
        {
            "id": "p2s3_40",
            "question": "Demand is perfectly inelastic when the elasticity coefficient is:",
            "options": [
                "0",
                "1",
                "Infinity",
                "-1"
            ],
            "answer": 0,
            "explanation": "Perfectly inelastic demand means quantity doesn't change at all when price changes (Ed = 0)."
        },
        {
            "id": "p2s3_41",
            "question": "Which budgeting method uses CVP concepts?",
            "options": [
                "Zero-based budgeting",
                "Flexible budgeting",
                "Static budgeting",
                "Capital budgeting"
            ],
            "answer": 1,
            "explanation": "Flexible budgets adjust expenses based on actual volume, using CVP principles (VC per unit)."
        },
        {
            "id": "p2s3_42",
            "question": "If the Margin of Safety is 20%, it means:",
            "options": [
                "Profit is 20%",
                "Sales can drop 20% before a loss occurs",
                "Fixed costs are 20%",
                "Variable costs are 20%"
            ],
            "answer": 1,
            "explanation": "MOS % represents the percentage drop in sales the company can withstand before hitting breakeven."
        },
        {
            "id": "p2s3_43",
            "question": "Operating Leverage is highest when:",
            "options": [
                "Fixed costs are low",
                "Variable costs are high",
                "Fixed costs are high relative to variable costs",
                "Sales are zero"
            ],
            "answer": 2,
            "explanation": "High fixed cost structures create high operating leverage (and risk)."
        },
        {
            "id": "p2s3_44",
            "question": "A drawback of Cost-Plus pricing is:",
            "options": [
                "It guarantees profit",
                "It ignores customer willingness to pay",
                "It is hard to calculate",
                "It requires market research"
            ],
            "answer": 1,
            "explanation": "Cost-plus is internal-facing; it might set a price higher than customers will pay or lower than they would pay."
        },
        {
            "id": "p2s3_45",
            "question": "Penetration pricing is most effective when:",
            "options": [
                "Demand is inelastic",
                "Demand is elastic and customers are price sensitive",
                "The product is a luxury item",
                "There is no competition"
            ],
            "answer": 1,
            "explanation": "Penetration (low price) works best when customers are sensitive to price (elastic) and volume can be scaled."
        },
        {
            "id": "p2s3_46",
            "question": "When deciding to drop a product line, you should drop it if:",
            "options": [
                "It has a net loss",
                "Its contribution margin is positive",
                "Avoidable fixed costs > Contribution margin lost",
                "It has allocated costs"
            ],
            "answer": 2,
            "explanation": "Drop if the costs you SAVE (avoidable FC) are greater than the profit you LOSE (CM)."
        },
        {
            "id": "p2s3_47",
            "question": "Sunk costs are:",
            "options": [
                "Future costs",
                "Differential costs",
                "Historical costs needed for bookkeeping but irrelevant for decisions",
                "Opportunity costs"
            ],
            "answer": 2,
            "explanation": "Sunk costs have already been incurred and cannot be changed."
        },
        {
            "id": "p2s3_48",
            "question": "Which is an example of a relevant cost?",
            "options": [
                "Book value of old machine",
                "Accumulated depreciation",
                "Future maintenance cost of a new machine",
                "CEO salary"
            ],
            "answer": 2,
            "explanation": "Future maintenance costs differ depending on which machine you buy, making them relevant."
        },
        {
            "id": "p2s3_49",
            "question": "The book value of an old asset is:",
            "options": [
                "Relevant",
                "A sunk cost",
                "An opportunity cost",
                "A variable cost"
            ],
            "answer": 1,
            "explanation": "Book value represents past cost minus depreciation. It is sunk and irrelevant."
        },
        {
            "id": "p2s3_50",
            "question": "If a company produces two products, A and B, and A has a higher CM ratio, promoting A will:",
            "options": [
                "Decrease profits",
                "Increase profits more than promoting B",
                "Have no effect",
                "Increase fixed costs"
            ],
            "answer": 1,
            "explanation": "Selling products with higher CM ratios generates more profit per dollar of sales."
        },
        {
            "id": "p2s3_51",
            "question": "Weighted Average CM is used for:",
            "options": [
                "Single product analysis",
                "Multi-product breakeven analysis",
                "Tax calculation",
                "Inventory valuation"
            ],
            "answer": 1,
            "explanation": "WACM is required to find the breakeven point for a bundle of different products."
        },
        {
            "id": "p2s3_52",
            "question": "Target Income Volume =",
            "options": [
                "(FC + Target Income) / Price",
                "(FC + Target Income) / Unit CM",
                "Target Income / CM Ratio",
                "FC / Unit CM"
            ],
            "answer": 1,
            "explanation": "Target Units = (Total Fixed + Target Profit) / Contribution Margin per Unit."
        },
        {
            "id": "p2s3_53",
            "question": "If the tax rate is 30% and target after-tax income is $70,000, what is the pre-tax target?",
            "options": [
                "$70,000",
                "$91,000",
                "$100,000",
                "$233,333"
            ],
            "answer": 2,
            "explanation": "$70,000 / (1 - 0.30) = $70,000 / 0.7 = $100,000."
        },
        {
            "id": "p2s3_54",
            "question": "The Law of Demand states that:",
            "options": [
                "As price rises, quantity demanded rises",
                "As price rises, quantity demanded falls",
                "Price and quantity are unrelated",
                "Demand is always elastic"
            ],
            "answer": 1,
            "explanation": "There is an inverse relationship between price and quantity demanded."
        },
        {
            "id": "p2s3_55",
            "question": "Cross-elasticity of demand measures:",
            "options": [
                "Sensitivity of one product's demand to another product's price",
                "Income sensitivity",
                "Price sensitivity",
                "Supply sensitivity"
            ],
            "answer": 0,
            "explanation": "Cross-elasticity shows if goods are substitutes (positive) or complements (negative)."
        },
        {
            "id": "p2s3_56",
            "question": "If Cross-Elasticity is positive, the goods are:",
            "options": [
                "Complements",
                "Substitutes",
                "Unrelated",
                "Inferior"
            ],
            "answer": 1,
            "explanation": "Positive cross-elasticity means if Price of A goes up, Demand for B goes up (people switch to B). They are substitutes."
        },
        {
            "id": "p2s3_57",
            "question": "If Cross-Elasticity is negative, the goods are:",
            "options": [
                "Complements",
                "Substitutes",
                "Unrelated",
                "Normal"
            ],
            "answer": 0,
            "explanation": "Negative cross-elasticity means if Price of A goes up, Demand for B goes DOWN (e.g., Cars and Gas). They are complements."
        },
        {
            "id": "p2s3_58",
            "question": "Income Elasticity of Demand > 1 implies:",
            "options": [
                "Normal necessity",
                "Inferior good",
                "Luxury good",
                "Giffen good"
            ],
            "answer": 2,
            "explanation": "Demand rises faster than income => Luxury good."
        },
        {
            "id": "p2s3_59",
            "question": "Marginal Revenue is:",
            "options": [
                "Total Revenue",
                "Revenue from selling one additional unit",
                "Average Revenue",
                "Profit"
            ],
            "answer": 1,
            "explanation": "MR is the change in Total Revenue from selling one more unit."
        },
        {
            "id": "p2s3_60",
            "question": "Profit is maximized when:",
            "options": [
                "Total Revenue is maximized",
                "Marginal Revenue = Marginal Cost",
                "Average Cost is minimized",
                "Price is highest"
            ],
            "answer": 1,
            "explanation": "Microeconomic theory states profit is maxed where MR = MC."
        },
        {
            "id": "p2s3_61",
            "question": "Which chart shows the relationship between total cost and total revenue?",
            "options": [
                "Pareto chart",
                "CVP (Breakeven) chart",
                "Control chart",
                "Gantt chart"
            ],
            "answer": 1,
            "explanation": "A CVP graph plots Total Revenue and Total Cost lines; their intersection is the Breakeven Point."
        },
        {
            "id": "p2s3_62",
            "question": "Idle capacity makes accepting a special order:",
            "options": [
                "More likely",
                "Less likely",
                "Impossible",
                "Illegal"
            ],
            "answer": 0,
            "explanation": "Idle capacity means there is no opportunity cost of displacing regular sales, making special orders more attractive (only need to cover VC)."
        },
        {
            "id": "p2s3_63",
            "question": "Constraint management is also known as:",
            "options": [
                "Activity Based Costing",
                "Theory of Constraints",
                "Just-In-Time",
                "Six Sigma"
            ],
            "answer": 1,
            "explanation": "Goldratt's Theory of Constraints focuses on managing bottlenecks."
        },
        {
            "id": "p2s3_64",
            "question": "In a decision to sell or process further, the split-off point is:",
            "options": [
                "When joint costs reach zero",
                "Where products become separately identifiable",
                "Where sales occur",
                "Where separation stops"
            ],
            "answer": 1,
            "explanation": "The split-off point is the stage in production where joint products separate into distinct products."
        },
        {
            "id": "p2s3_65",
            "question": "Separable costs are:",
            "options": [
                "Incurred before split-off",
                "Incurred after split-off",
                "Joint costs",
                "Fixed costs"
            ],
            "answer": 1,
            "explanation": "Separable costs are incurred ONLY if the product is processed further; they are relevant to that decision."
        },
        {
            "id": "p2s3_66",
            "question": "If a company is at the breakeven point, its DOL is:",
            "options": [
                "0",
                "1",
                "Undefined (Infinite)",
                "Negative"
            ],
            "answer": 2,
            "explanation": "At breakeven, Income is 0. DOL = CM / 0 = Undefined/Infinite. Small sales changes cause massive % income changes."
        },
        {
            "id": "p2s3_67",
            "question": "Which increases the Margin of Safety?",
            "options": [
                "Increasing fixed costs",
                "Decreasing sales price",
                "Decreasing variable costs",
                "Decreasing sales volume"
            ],
            "answer": 2,
            "explanation": "Decreasing VC increases CM, which effectively lowers the breakeven point, widening the gap (safety margin) between actual sales and breakeven."
        },
        {
            "id": "p2s3_68",
            "question": "Target Costing is most appropriate for companies in:",
            "options": [
                "Monopolies",
                "Highly competitive markets",
                "Regulated industries",
                "Declining industries"
            ],
            "answer": 1,
            "explanation": "In competitive markets, companies are price-takers. They must cost-engineer products to fit the market price."
        },
        {
            "id": "p2s3_69",
            "question": "Life-cycle costing includes:",
            "options": [
                "Only production costs",
                "Only design costs",
                "Upstream (R&D) and Downstream (Warranty) costs",
                "Variable costs only"
            ],
            "answer": 2,
            "explanation": "Life-cycle costing captures the total cost of ownership from cradle to grave."
        },
        {
            "id": "p2s3_70",
            "question": "Price discrimination involves:",
            "options": [
                "Assuming all customers are the same",
                "Charging different prices to different customers for the same product",
                "Setting one global price",
                "Refusing to sell"
            ],
            "answer": 1,
            "explanation": "Charging different segments (e.g., students vs adults) different prices to capture consumer surplus."
        },
        {
            "id": "p2s3_71",
            "question": "For price discrimination to work, the seller must be able to:",
            "options": [
                "Prevent resale between markets",
                "Produce at zero cost",
                "Advertise freely",
                "Ignore demand"
            ],
            "answer": 0,
            "explanation": "If leakage/resale occurs (arbitrage), the low-price segment will sell to the high-price segment, defeating the strategy."
        },
        {
            "id": "p2s3_72",
            "question": "Which reflects a short-run decision?",
            "options": [
                "Building a new factory",
                "Launching a new product line",
                "Accepting a one-time special order",
                "Entering a new country"
            ],
            "answer": 2,
            "explanation": "Special orders are temporary, short-term tactical decisions."
        },
        {
            "id": "p2s3_73",
            "question": "Qualitative analysis asks:",
            "options": [
                "Is it profitable?",
                "Is it strategic and ethical?",
                "What is the ROI?",
                "What is the tax rate?"
            ],
            "answer": 1,
            "explanation": "Qualitative analysis looks at reputation, strategy, brand image, and ethics."
        },
        {
            "id": "p2s3_74",
            "question": "A bottleneck is:",
            "options": [
                "A resource with excess capacity",
                "A resource where capacity is less than demand",
                "A finished good",
                "A variable cost"
            ],
            "answer": 1,
            "explanation": "Bottlenecks constrain the total output of the system."
        },
        {
            "id": "p2s3_75",
            "question": "To relieve a bottleneck, a company should:",
            "options": [
                "Ensure the bottleneck never stops working",
                "Reduce feeding the bottleneck",
                "Focus on non-bottlenecks",
                "Decrease demand"
            ],
            "answer": 0,
            "explanation": "Because the bottleneck determines total throughput, an hour lost at the bottleneck is an hour lost for the whole system."
        },
        {
            "id": "p2s3_76",
            "question": "The margin of safety can be expressed in:",
            "options": [
                "Units",
                "Dollars",
                "Percentage",
                "All of the above"
            ],
            "answer": 3,
            "explanation": "All three are valid ways to express the safety margin."
        },
        {
            "id": "p2s3_77",
            "question": "If Sales = $200, VC = $100, FC = $80, what is Operating Income?",
            "options": [
                "$20",
                "$100",
                "$120",
                "$0"
            ],
            "answer": 0,
            "explanation": "$200 - $100 - $80 = $20."
        },
        {
            "id": "p2s3_78",
            "question": "Using the data above, what is the Operating Leverage?",
            "options": [
                "1",
                "5",
                "10",
                "4"
            ],
            "answer": 1,
            "explanation": "CM = $200 - $100 = $100. Income = $20. DOL = $100 / $20 = 5."
        },
        {
            "id": "p2s3_79",
            "question": "In a make-or-buy decision, if the supplier raises the price:",
            "options": [
                "The 'Make' option becomes relatively more attractive",
                "The 'Buy' option becomes more attractive",
                "Both are equal",
                "Decision assumes indifference"
            ],
            "answer": 0,
            "explanation": "Higher buy cost favors making it in-house (assuming make costs stay constant)."
        },
        {
            "id": "p2s3_80",
            "question": "Allocating fixed costs to a product that doesn't cause them can lead to:",
            "options": [
                "The Death Spiral",
                "Increased profits",
                "Better decision making",
                "Lower prices"
            ],
            "answer": 0,
            "explanation": "Total costs appear deceptively high, leading managers to raise prices or drop products, which eventually kills volume (Death Spiral)."
        },
        {
            "id": "p2s3_81",
            "question": "Robinson-Patman Act relates to:",
            "options": [
                "Price discrimination",
                "Environmental protection",
                "Labor unions",
                "Taxation"
            ],
            "answer": 0,
            "explanation": "US law restricting price discrimination that reduces competition."
        },
        {
            "id": "p2s3_82",
            "question": "Cartels generally try to:",
            "options": [
                "Lower prices",
                "Restrict supply to raise prices",
                "Increase output",
                "Increase competition"
            ],
            "answer": 1,
            "explanation": "Cartels (e.g., OPEC) restrict supply to artificially inflate prices."
        },
        {
            "id": "p2s3_83",
            "question": "Fixed costs that cannot be eliminated if a segment is dropped are:",
            "options": [
                "Avoidable",
                "Unavoidable",
                "Variable",
                "Incremental"
            ],
            "answer": 1,
            "explanation": "Unavoidable costs persist regardless of the decision (e.g., share of corporate HQ)."
        },
        {
            "id": "p2s3_84",
            "question": "Marginal Cost is the cost of producing:",
            "options": [
                "The first unit",
                "The last unit",
                "One additional unit",
                "The average unit"
            ],
            "answer": 2,
            "explanation": "Marginal cost is the cost of producing one more unit."
        },
        {
            "id": "p2s3_85",
            "question": "Variable costing is chosen for internal decisions because:",
            "options": [
                "It complies with GAAP",
                "It removes the effect of inventory changes on profit",
                "It results in higher income",
                "IRS requires it"
            ],
            "answer": 1,
            "explanation": "Variable costing shows the true relationship between sales and profit (CVP), unaffected by production volume (unlike Absorption)."
        },
        {
            "id": "p2s3_86",
            "question": "Absorption costing is required for:",
            "options": [
                "CVP analysis",
                "External reporting (GAAP)",
                "Breakeven calc",
                "Special order decisions"
            ],
            "answer": 1,
            "explanation": "GAAP requires Absorption costing (capitalizing FOH in inventory) for external statements."
        },
        {
            "id": "p2s3_87",
            "question": "When Production > Sales, Absorption Income is:",
            "options": [
                "Lower than Variable Income",
                "Higher than Variable Income",
                "Equal to Variable Income",
                "Zero"
            ],
            "answer": 1,
            "explanation": "Absorption 'hides' some fixed costs in ending inventory, boosting reported income."
        },
        {
            "id": "p2s3_88",
            "question": "When Production < Sales, Absorption Income is:",
            "options": [
                "Lower than Variable Income",
                "Higher than Variable Income",
                "Equal",
                "Zero"
            ],
            "answer": 0,
            "explanation": "Inventory shrinks; previously capitalized fixed costs flow to COGS, lowering income compared to variable costing."
        },
        {
            "id": "p2s3_89",
            "question": "The basic decision rule for 'Sell or Process Further' is:",
            "options": [
                "Maximize total revenue",
                "Process if Incremental Revenue > Incremental Cost",
                "Process if Total Revenue > Total Cost",
                "Process if Joint Costs are low"
            ],
            "answer": 1,
            "explanation": "Comparing incremental benefits vs incremental costs isolates the decision's value."
        },
        {
            "id": "p2s3_90",
            "question": "Which market structure has one seller?",
            "options": [
                "Perfect Competition",
                "Monopoly",
                "Oligopoly",
                "Monopolistic Competition"
            ],
            "answer": 1,
            "explanation": "Monopoly = Single seller."
        },
        {
            "id": "p2s3_91",
            "question": "Which market structure has a few powerful sellers?",
            "options": [
                "Monopoly",
                "Oligopoly",
                "Duopoly",
                "Perfect Competition"
            ],
            "answer": 1,
            "explanation": "Oligopoly (e.g., Airline, Auto) has few sellers who are interdependent."
        },
        {
            "id": "p2s3_92",
            "question": "In perfect competition, the firm is a:",
            "options": [
                "Price maker",
                "Price taker",
                "Market leader",
                "Monopolist"
            ],
            "answer": 1,
            "explanation": "Firms (e.g., wheat farmers) have no power to set prices; they take the market price."
        },
        {
            "id": "p2s3_93",
            "question": "Elasticity of demand for luxury goods is typically:",
            "options": [
                "Inelastic",
                "Elastic",
                "Unitary",
                "Zero"
            ],
            "answer": 1,
            "explanation": "Luxuries are optional; consumers cut back sharply if prices rise."
        },
        {
            "id": "p2s3_94",
            "question": "Elasticity of demand for necessities (e.g., insulin) is typically:",
            "options": [
                "Elastic",
                "Inelastic",
                "Infinite",
                "Positive"
            ],
            "answer": 1,
            "explanation": "Necessities have few substitutes; people buy regardless of price."
        },
        {
            "id": "p2s3_95",
            "question": "Pricing below the competition to gain share is:",
            "options": [
                "Skimming",
                "Penetration",
                "Premium",
                "Cost-plus"
            ],
            "answer": 1,
            "explanation": "Penetration strategy targets market share via low prices."
        },
        {
            "id": "p2s3_96",
            "question": "The difference between Sales and Breakeven Sales is:",
            "options": [
                "Profit",
                "Contribution Margin",
                "Margin of Safety",
                "Fixed Cost"
            ],
            "answer": 2,
            "explanation": "Definition of Margin of Safety."
        },
        {
            "id": "p2s3_97",
            "question": "If price increases and volume drops slightly (less than price rise), revenue:",
            "options": [
                "Increases",
                "Decreases",
                "Stays same",
                "Is undetermined"
            ],
            "answer": 0,
            "explanation": "Inelastic demand: Price Effect > Quantity Effect => Revenue rises."
        },
        {
            "id": "p2s3_98",
            "question": "Contribution Margin Ratio = 30%. Sales = $1,000. CM = ?",
            "options": [
                "$300",
                "$700",
                "$100",
                "$30"
            ],
            "answer": 0,
            "explanation": "$1,000 * 0.30 = $300."
        },
        {
            "id": "p2s3_99",
            "question": "Which cost is avoidable in a decision?",
            "options": [
                "Sunk cost",
                "Unavoidable fixed cost",
                "Variable cost of the item not produced",
                "General overhead"
            ],
            "answer": 2,
            "explanation": "Variable costs are always avoidable if you stop production."
        },
        {
            "id": "p2s3_100",
            "question": "The 'Relevant Range' assumption is important because:",
            "options": [
                "Costs fluctuate wildly outside it",
                "It defines the fixed/variable cost behavior validity",
                "It ignores inflation",
                "It sets the price"
            ],
            "answer": 1,
            "explanation": "Constant Unit VC and Constant Total FC are only valid within the relevant range."
        }
    ]
}